/* 香港一、二、三级历史建筑（维基百科列表整理） */
window.HK_GRADE_DATA = {
 "1": [
  {
   "id": "H0008",
   "name": "天主教圣母无原罪主教座堂",
   "built": "1888年",
   "address": "中环坚道16号",
   "note": "1990年列为三级历史建筑；2010年12月21日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0009",
   "name": "会督府",
   "built": "1848年",
   "address": "中环下亚厘毕道1号",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0019",
   "name": "坚尼地道28号主楼",
   "built": "1896年至1900年",
   "address": "坚尼地道28号",
   "note": "1981年列为三级历史建筑；2009年12月18日改列为一级历史建筑。2007年改为前任行政长官办公室。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0020",
   "name": "坚尼地道28号仆人宿舍",
   "built": "1896年至1900年",
   "address": "坚尼地道28号",
   "note": "1981年列为三级历史建筑；2009年12月18日改列为一级历史建筑。2007年改为前任行政长官办公室。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0021",
   "name": "坚尼地道28号人力车停泊处",
   "built": "1896年至1900年",
   "address": "坚尼地道28号",
   "note": "1981年列为三级历史建筑；2009年12月18日改列为一级历史建筑。2007年改为前任行政长官办公室。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0034",
   "name": "圣心教堂",
   "built": "1907年",
   "address": "中环坚道36号A",
   "note": "1990年列为二级历史建筑；2009年12月18日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0040",
   "name": "合一堂香港堂",
   "built": "1926年",
   "address": "半山般咸道2号",
   "note": "1990年列为二级历史建筑；2011年10月24日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0041",
   "name": "犹太教莉亚堂",
   "built": "1901年",
   "address": "半山罗便臣道70号",
   "note": "1990年列为一级历史建筑；2009年12月18日确认评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0049",
   "name": "圣公会圣保罗堂",
   "built": "1911年",
   "address": "中环己连拿利76号",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0050",
   "name": "前准将官邸",
   "built": "1911年",
   "address": "中环宝云道5号",
   "note": "1985年列为二级历史建筑；2009年12月18日改列为一级历史建筑。1990年改为母亲的抉择育婴中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0059H0107H0108",
   "name": "皇后大道中172、174、176号",
   "built": "约1900年",
   "address": "中环皇后大道中172-176号及威灵顿街123-127号",
   "note": "2019年9月12日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0063",
   "name": "砵甸乍街",
   "built": "1845年",
   "address": "中环砵甸乍街",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0064",
   "name": "旧英军医院大楼",
   "built": "1903年至1907年",
   "address": "波老道10及12号",
   "note": "1987年列为二级历史建筑，2009年12月18日改列为一级历史建筑。1990年西座改为香港犹太教国际学校小学部暨幼稚园；东座改为启励扶青会等社福机构办事处。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0068",
   "name": "旧牛奶公司仓库",
   "built": "1892年",
   "address": "中环下亚厘毕道",
   "note": "1981年列为二级历史建筑，2009年12月18日改列为一级历史建筑。北座在1982年改作香港外国记者会使用，1984年南座租予艺穗会使用。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0072",
   "name": "圣若瑟书院扩建部分",
   "built": "1935年",
   "address": "中环坚尼地道26号",
   "note": "2010年8月31日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0089",
   "name": "中国银行大厦",
   "built": "1951年",
   "address": "中环德辅道中2号A",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0092",
   "name": "基督教香港崇真会救恩堂",
   "built": "1931年至1932年",
   "address": "西营盘高街97号A",
   "note": "1990年列为三级历史建筑，2011年9月2日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0101",
   "name": "旧域多利军营华福楼",
   "built": "1900年代初",
   "address": "中环红棉路香港公园",
   "note": "1998年列为二级历史建筑，2009年12月18日改列为一级历史建筑。现为香港公园雀鸟育护中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0102",
   "name": "旧域多利军营卡素楼",
   "built": "1900年代初",
   "address": "中环坚尼地道7号A香港公园",
   "note": "1998年列为二级历史建筑，2009年12月18日改列为一级历史建筑。1992年改为香港视觉艺术中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0123",
   "name": "旧域多利军营罗年信楼",
   "built": "1900年代初",
   "address": "中环红棉路香港公园",
   "note": "1998年列为二级历史建筑，2009年12月18日改列为一级历史建筑。1991年改为红棉路婚姻登记处及香港公园办事处。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0155",
   "name": "旧英军医院附属建筑物",
   "built": "1903年至1907年",
   "address": "波老道10及12号",
   "note": "1987年列为二级历史建筑，2009年12月18日改列为一级历史建筑。现为母亲的抉择办事处。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0170",
   "name": "旧域多利军营罗拔时楼",
   "built": "1900年代初",
   "address": "中环坚尼地道42号A香港公园",
   "note": "1998年列为二级历史建筑，2009年12月18日改列为一级历史建筑。1988年改为新生精神康复会赛马会新生宿舍。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0176",
   "name": "楼梯街",
   "built": "1841年至1850年",
   "address": "中环楼梯街",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0182",
   "name": "旧域多利军营蒙高玛利楼",
   "built": "1900年代初",
   "address": "中环坚尼地道42号A香港公园",
   "note": "1998年列为二级历史建筑，2009年12月18日改列为一级历史建筑。1988年改为母亲的抉择中央行政大楼。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0183",
   "name": "东华医院主楼",
   "built": "1934年",
   "address": "上环普仁街12号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0194",
   "name": "教堂礼宾楼",
   "built": "1919年",
   "address": "上环上亚厘毕道1号",
   "note": "2010年6月24日列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0206",
   "name": "旧域多利军营军火库",
   "built": "1843年至1847年",
   "address": "中环正义道",
   "note": "1998年列为一级历史建筑，2010年2月4日确定评级。2011年改为亚洲协会香港分会总部。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0207",
   "name": "毕打行",
   "built": "1923-1924年",
   "address": "中环毕打街12号",
   "note": "1981年列为二级历史建筑，2020年9月10日改列为一级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0352",
   "name": "西环滤水厂平房",
   "built": "1914年至1919年",
   "address": "半山旭龢道50号",
   "note": "1994年列为一级历史建筑，2010年12月21日确定评级。2008年改为龙虎山环境教育中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0009",
   "name": "中区政府合署建筑群",
   "built": "1954年至1959年",
   "address": "中环下亚厘毕道",
   "note": "2011年12月17日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0010",
   "name": "中区政府合署中座",
   "built": "1956年",
   "address": "中环下亚厘毕道",
   "note": "2011年12月17日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0011",
   "name": "中区政府合署东座",
   "built": "1954年",
   "address": "中环下亚厘毕道",
   "note": "2011年12月17日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0012",
   "name": "中区政府合署西座",
   "built": "1959年",
   "address": "中环下亚厘毕道",
   "note": "2011年12月17日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0018",
   "name": "卢吉道27号",
   "built": "1914年",
   "address": "山顶卢吉道27号",
   "note": "2013年9月10日列为二级历史建筑；2017年3月9日改列为一级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0024",
   "name": "百子里",
   "built": "待考",
   "address": "上环百子里",
   "note": "2011年6月15日确定为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0026",
   "name": "白加道山顶缆车站",
   "built": "1919年",
   "address": "山顶白加道",
   "note": "2021年3月11日确定为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0040",
   "name": "香港大学校长寓所",
   "built": "1950年",
   "address": "薄扶林大学道1号",
   "note": "2019年9月12日列为一级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0260",
   "name": "威灵顿街120号",
   "built": "1879年",
   "address": "中环威灵顿街120号",
   "note": "2017年9月7日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0329",
   "name": "苏杭街112号",
   "built": "约1900年代",
   "address": "上环苏杭街112号",
   "note": "2020年12月10日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0357",
   "name": "香港动植物公园前主要入口石柱及台阶",
   "built": "1861年至1864年间",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0358",
   "name": "香港动植物公园华人纪念碑",
   "built": "1928年",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0359",
   "name": "香港动植物公园前演奏台",
   "built": "1866年",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0369",
   "name": "山顶食水配水库",
   "built": "1897年",
   "address": "山顶柯士甸山道",
   "note": "2021年9月9日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0370",
   "name": "歌赋山食水配水库",
   "built": "1903年",
   "address": "歌赋山普乐道",
   "note": "2021年9月9日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0371",
   "name": "雅宾利食水配水库",
   "built": "1888年至1889年",
   "address": "半山马己仙峡道",
   "note": "2021年9月9日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0076H0077H0078H0079",
   "name": "蓝屋",
   "built": "1920年代初",
   "address": "湾仔石水渠街72号至74号A",
   "note": "1999年列为一级历史建筑，2009年12月18日确认评级。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0087",
   "name": "圣保禄修院",
   "built": "1928年",
   "address": "铜锣湾铜锣湾道",
   "note": "1990年列为二级历史建筑，2011年9月2日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0094",
   "name": "虎豹别墅",
   "built": "1935年",
   "address": "湾仔大坑道",
   "note": "2000年列为二级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0110",
   "name": "圣玛加利大堂",
   "built": "1923年",
   "address": "跑马地乐活道2号A",
   "note": "1990年列为二级历史建筑，2010年12月21日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0111",
   "name": "湾仔洪圣庙",
   "built": "1847至1852年间建成",
   "address": "湾仔皇后大道东129及131号",
   "note": "1987年列为一级历史建筑，2010年5月17日确认评级。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0117",
   "name": "香港坟场教堂",
   "built": "1845年",
   "address": "跑马地黄泥涌道",
   "note": "1999年12月18日列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0124",
   "name": "南固台",
   "built": "1915年至1921年",
   "address": "湾仔船街55号",
   "note": "1998年列为二级历史建筑，1999年12月18日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0146",
   "name": "圣公会圣马利亚堂",
   "built": "1937年",
   "address": "铜锣湾铜锣湾道2号A",
   "note": "1990年列为二级历史建筑，1999年12月18日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0297",
   "name": "保良局主楼",
   "built": "1932年",
   "address": "铜锣湾礼顿道66号",
   "note": "2009年12月18日列为二级历史建筑，2023年12月14日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0399",
   "name": "香港红卍字会大楼",
   "built": "1940年",
   "address": "铜锣湾皇龙道25号",
   "note": "2010年5月17日列为二级历史建筑，2024年9月12日改列为一级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0164",
   "name": "甘道23号",
   "built": "1887年",
   "address": "湾仔半山甘道23号",
   "note": "2011年11月23日确定为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0349",
   "name": "孔圣讲堂",
   "built": "1935年",
   "address": "铜锣湾加路连山道77号",
   "note": "2020年6月11日列为为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0082",
   "name": "前鲤鱼门军营第18座",
   "built": "1900年至1910年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为一级历史建筑，2010年12月18日确定评级。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0093",
   "name": "前鲤鱼门军营第30座",
   "built": "1936年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1999年列为三级历史建筑，2009年12月18日改列为一级历史建筑。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0113",
   "name": "前鲤鱼门军营第20座",
   "built": "1890年至1895年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2009年12月18日改列为一级历史建筑。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0114",
   "name": "前鲤鱼门军营第21座",
   "built": "1890年至1895年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为一级历史建筑，2009年12月18日确定评级。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0165",
   "name": "前鲤鱼门军营第31座",
   "built": "1907年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2009年12月18日改列为一级历史建筑。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0288",
   "name": "前鲤鱼门军营第32座",
   "built": "1909年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2009年12月18日改列为一级历史建筑。1985年改为鲤鱼门公园及渡假村。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "N0046",
   "name": "旧皇都戏院",
   "built": "1952年",
   "address": "北角英皇道279－291号",
   "note": "2016年12月8日确定为一级历史建筑；为1444幢历史建筑物以外的项目；现正被新世界发展活化兼扩建成住宅建筑群“皇都”。",
   "district": "东区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0100",
   "name": "圣神修院旧座",
   "built": "1931年",
   "address": "黄竹坑惠福道6号",
   "note": "2010年11月10日列为一级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0120",
   "name": "赤柱回教庙",
   "built": "1936年至1937年",
   "address": "赤柱东头湾道53号",
   "note": "2009年12月18日列为一级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0166",
   "name": "旧牛奶公司高级职员宿舍",
   "built": "1887年",
   "address": "薄扶林薄扶林道141号",
   "note": "2009年12月18日列为一级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0187",
   "name": "玛利诺神父宿舍",
   "built": "1935年",
   "address": "赤柱赤柱村道44号",
   "note": "2016年12月8日列为一级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0353",
   "name": "赤柱小炮台炮位",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为一级历史建筑；现拟议评为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 1
  },
  {
   "id": "H0042",
   "name": "圣安德烈堂",
   "built": "1904年至1910年",
   "address": "尖沙咀弥敦道138号",
   "note": "1998年列为二级历史建筑；2019年12月12日确定为一级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0043H0044",
   "name": "前威菲路军营S61及S62座",
   "built": "1890年",
   "address": "尖沙咀九龙公园",
   "note": "1997年列为三级历史建筑；2009年12月18日改列为一级历史建筑。1983年至1998年改为香港历史博物馆；2005年改为香港文物探知馆。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0048",
   "name": "前威菲路军营第S4座",
   "built": "1890年代",
   "address": "尖沙咀九龙公园",
   "note": "1997年列为三级历史建筑；2009年12月18日改列为一级历史建筑。1997年改为卫生教育展览及资料中心。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0051",
   "name": "前威菲路军营第58座",
   "built": "1890年代",
   "address": "尖沙咀九龙公园",
   "note": "1997年列为三级历史建筑；2009年12月18日改列为一级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0069",
   "name": "半岛酒店",
   "built": "1924年至1927年",
   "address": "尖沙咀梳士巴利道",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0127",
   "name": "九龙玫瑰堂",
   "built": "1905年",
   "address": "尖沙咀漆咸道南125号",
   "note": "1990年列为二级历史建筑，2010年12月21日改列为一级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0128",
   "name": "旧南九龙裁判法院",
   "built": "1936年",
   "address": "油麻地加士居道38号",
   "note": "1992年列为二级历史建筑，2009年12月18日改列为一级历史建筑。2008年改为土地审裁处。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0133",
   "name": "前威菲路军营九龙西第二号炮台",
   "built": "1878年至1880年",
   "address": "尖沙咀九龙公园",
   "note": "1997年列为一级历史建筑；2009年12月18日确定评级。1999年改为九龙公园历奇乐园。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0185",
   "name": "油麻地抽水站宿舍",
   "built": "1895年",
   "address": "油麻地上海街344号",
   "note": "2000年列为一级历史建筑；2009年12月18日确定评级。2012年改为油麻地戏院办公室。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0490",
   "name": "嘉诺撒圣玛利书院",
   "built": "1925年至1930年",
   "address": "尖沙咀柯士甸道162号",
   "note": "1991年列为三级历史建筑；2010年11月10日改列为一级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "N0368",
   "name": "前油蔴地配水库",
   "built": "1894年",
   "address": "油麻地京士柏",
   "note": "2021年6月10日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0029",
   "name": "昂船洲军营第318座",
   "built": "1863年",
   "address": "昂船洲",
   "note": "1997年列为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0030",
   "name": "昂船洲军营第319座",
   "built": "1863年",
   "address": "昂船洲",
   "note": "1997年列为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0161H0162",
   "name": "钦州街51号及53号",
   "built": "1932年",
   "address": "深水埗钦州街51号及53号",
   "note": "51号于2011年9月2日列为一级历史建筑；53号于2017年9月7日列为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0195",
   "name": "昂船洲军营机枪孔卫墙",
   "built": "1880年至1881年",
   "address": "昂船洲",
   "note": "1997年列为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0383",
   "name": "昂船洲军营南炮台中央炮位",
   "built": "1885年至1889年",
   "address": "昂船洲",
   "note": "1997年列为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "N0367",
   "name": "前深水埗配水库",
   "built": "1904年",
   "address": "深水埗窝仔山",
   "note": "2021年6月10日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "N0433",
   "name": "圣方济各堂",
   "built": "1955年",
   "address": "深水埗石硖尾街58号",
   "note": "2025年12月11日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0122",
   "name": "红磡观音庙",
   "built": "1873年",
   "address": "红磡差馆里",
   "note": "1987年列为二级历史建筑；2010年5月17日改列为一级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0203",
   "name": "圣德肋撒堂",
   "built": "1932年",
   "address": "太子道西258号",
   "note": "1987年列为二级历史建筑；2010年12月21日改列为一级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0212",
   "name": "中华电力有限公司行政办事处",
   "built": "1938年至1940年",
   "address": "亚皆老街147号",
   "note": "2018年6月21日列为一级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0045",
   "name": "黄大仙祠",
   "built": "1921年",
   "address": "黄大仙",
   "note": "1987年列为二级历史建筑；2010年5月17日改列为一级历史建筑",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0365",
   "name": "前皇家空军基地（启德）职员宿舍连食堂",
   "built": "1934年",
   "address": "观塘道51号",
   "note": "1998年列为一级历史建筑；2010年4月16日确认评级。2005年改为香港浸会大学启德校园。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0367",
   "name": "前皇家空军基地（启德）总部大楼",
   "built": "1934年",
   "address": "观塘道50号",
   "note": "1998年列为一级历史建筑；2010年4月16日确认评级。2002年改为明爱向晴轩。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0369",
   "name": "前皇家空军基地（启德）职员宿舍第二座",
   "built": "1934年",
   "address": "观塘道51号",
   "note": "1998年列为一级历史建筑；2010年4月16日确认评级。2005年改为香港浸会大学启德校园。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 1
  },
  {
   "id": "H0002H0003H0004H0005H0006H0007",
   "name": "吉庆围神厅、围门、炮楼及围墙",
   "built": "1662年至1772年",
   "address": "元朗锦田",
   "note": "2010年8月31日列为一级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0011",
   "name": "清暑轩",
   "built": "1874年",
   "address": "元朗屏山坑尾村104及109号",
   "note": "1990年列为一级历史建筑；2010年8月31日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0012",
   "name": "觐廷书室",
   "built": "1870年",
   "address": "元朗屏山坑尾村",
   "note": "1981年列为一级历史建筑；2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0013",
   "name": "同益栈",
   "built": "1899年前",
   "address": "元朗旧墟利益街20号A及21号",
   "note": "2010年5月19日列为一级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0014",
   "name": "晋源押",
   "built": "1910年代",
   "address": "元朗旧墟长盛街72号",
   "note": "2010年5月19日列为一级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0028",
   "name": "潘屋",
   "built": "1934年",
   "address": "元朗凹头",
   "note": "1985年列为一级历史建筑；2010年2月4日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0075",
   "name": "惇裕堂文氏宗祠",
   "built": "1444年",
   "address": "元朗新田蕃田村",
   "note": "1981年列为一级历史建筑；2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0098",
   "name": "述卿书室前厅",
   "built": "1874年",
   "address": "元朗屏山塘坊村",
   "note": "1981年列为一级历史建筑；2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0116",
   "name": "凤池村天后宫",
   "built": "约1684年",
   "address": "元朗屏山凤池村",
   "note": "1994年列为一级历史建筑；2010年2月4日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0125",
   "name": "长春园",
   "built": "1821年至1850年",
   "address": "元朗锦田水头村",
   "note": "1981年列为二级历史建筑；2009年12月18日改列为一级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0141",
   "name": "清乐邓公祠",
   "built": "18世纪",
   "address": "元朗锦田水尾村",
   "note": "1985年列为一级历史建筑；2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0190",
   "name": "元朗旧墟大王庙",
   "built": "1622年至1722年",
   "address": "元朗旧墟长盛街26号C",
   "note": "1994年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0204",
   "name": "玄关二帝庙",
   "built": "约1714年",
   "address": "元朗旧墟",
   "note": "1994年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0205",
   "name": "慎德居",
   "built": "1936年",
   "address": "十八乡崇正新村171号",
   "note": "1994年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0211",
   "name": "力荣堂书室",
   "built": "1936年",
   "address": "锦田水头村85号",
   "note": "1994年列为二级历史建筑，2010年5月17日改列为一级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0381",
   "name": "玄关帝庙",
   "built": "1692年",
   "address": "元朗厦村辋井围",
   "note": "1994年列为一级历史建筑，2013年4月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0010",
   "name": "青山禅院香海名山牌楼",
   "built": "1929年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年8月31日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0071",
   "name": "屯子围陶氏宗祠",
   "built": "1718年",
   "address": "屯门屯子围",
   "note": "1995年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0088",
   "name": "青山禅院大雄宝殿",
   "built": "1918年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0121",
   "name": "青山红楼",
   "built": "1905年后",
   "address": "屯门青山",
   "note": "1981年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0160",
   "name": "青山禅院地藏殿",
   "built": "1926年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0164",
   "name": "青山禅院山门",
   "built": "1918年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年8月31日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0200",
   "name": "青山禅院护法殿",
   "built": "1920年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0220",
   "name": "城门水塘水掣房",
   "built": "1935年至1937年",
   "address": "荃湾城门水塘",
   "note": "1994年列为一级历史建筑，2022年9月4日确定评级。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0221",
   "name": "城门水塘钟形溢流口",
   "built": "1935年至1937年",
   "address": "荃湾城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日确定评级。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0218",
   "name": "城门水塘主坝",
   "built": "1935年至1937年",
   "address": "葵青城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日确定评级。",
   "district": "葵青区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0001",
   "name": "曾大屋",
   "built": "1847年至1867年",
   "address": "沙田山厦围",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0083",
   "name": "玉山艸堂",
   "built": "1918年",
   "address": "沙田铜锣湾",
   "note": "2017年9月7日列为一级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0268H0269",
   "name": "九龙接收水塘水坝及水掣房",
   "built": "1924年至1926年",
   "address": "沙田九龙接收水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日确认评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0067H0081H0086H0192",
   "name": "白沙澳何氏旧居更楼、厢房、门楼及何氏祠堂",
   "built": "1911年至1915年",
   "address": "大埔西贡北白沙澳",
   "note": "2010年11月10日列为一级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0118",
   "name": "京兆世居及厚福门",
   "built": "1918年及1940年",
   "address": "大埔白沙澳下洋",
   "note": "1985年列为二级历史建筑，2017年6月8日确定为一级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0189",
   "name": "大埔瞭望台",
   "built": "1900年代初",
   "address": "大埔大埔滘瞭望里11号",
   "note": "1985年列为二级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "N0394",
   "name": "超庐",
   "built": "1934年",
   "address": "大埔锦山丈量约份第6约地段第1218号",
   "note": "2023年3月9日确定为一级历史建筑；为1444幢历史建筑物以外的项目。",
   "district": "大埔区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0022",
   "name": "乾德楼主楼",
   "built": "1911年",
   "address": "粉岭龙跃头崇谦堂村15至16号",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0023H0024H0025H0026",
   "name": "客家围民居、更楼、围墙、围门、书室及锡宗黄公祠",
   "built": "1920年代",
   "address": "上水松柏朗",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0065",
   "name": "乾德门",
   "built": "1911年",
   "address": "粉岭龙跃头崇谦堂村15至16号",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0099",
   "name": "彭氏宗祠",
   "built": "1884年重建",
   "address": "粉岭粉岭围",
   "note": "1981年列为一级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0129",
   "name": "香园围1A至3号",
   "built": "1928年",
   "address": "沙头角香园围",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0130H0131",
   "name": "香园围4至5号及4号更楼",
   "built": "1928年",
   "address": "沙头角香园围",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0144H0145",
   "name": "石庐主楼及附属建筑物",
   "built": "1928年",
   "address": "粉岭龙跃头崇谦堂村",
   "note": "2005年列为二级历史建筑，2011年10月24日改列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0163",
   "name": "善述书室",
   "built": "约1800年",
   "address": "粉岭龙跃头新屋村20号",
   "note": "1997年列为二级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0168",
   "name": "爱园别墅",
   "built": "1919年前",
   "address": "古洞SSL 2RP地段",
   "note": "2017年6月8日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0169",
   "name": "应龙廖公家塾",
   "built": "1838年",
   "address": "上水上水围莆上村",
   "note": "2001年列为二级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0191",
   "name": "东阁围",
   "built": "约1500年",
   "address": "粉岭龙跃头",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0209",
   "name": "香园围76-78号",
   "built": "1930年代前",
   "address": "沙头角香园围",
   "note": "2010年11月10日列为一级历史建筑。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "N0088",
   "name": "行政长官粉岭别墅",
   "built": "1934年",
   "address": "上水古洞",
   "note": "2014年9月16日确定为一级历史建筑；为1444幢历史建筑物以外的项目。",
   "district": "北区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0037",
   "name": "蚝涌车公古庙",
   "built": "1904年前",
   "address": "西贡蚝涌路",
   "note": "1996年列为二级历史建筑，2009年12月18日改列为一级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0080",
   "name": "茅湖山观测台",
   "built": "1898年前",
   "address": "西贡调景岭",
   "note": "2009年12月18日列为一级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "N0221",
   "name": "邵氏片场建筑群",
   "built": "1960年至1977年",
   "address": "西贡清水湾道",
   "note": "2015年9月17日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "N0222",
   "name": "邵氏片场行政大楼",
   "built": "1960年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为一级历史建筑；为1444幢历史建筑物外的评估项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0246",
   "name": "长洲玉虚宫",
   "built": "约1783年",
   "address": "长洲东湾北社街",
   "note": "1981年列为一级历史建筑，2010年4月16日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "N0029",
   "name": "皇后码头",
   "built": "1953年",
   "address": "中环爱丁堡广场",
   "note": "2007年5月9日列为一级历史建筑；2007年年底被政府拆卸保存，待日后另址重组。",
   "district": "离岛区",
   "region": "新界",
   "grade": 1
  },
  {
   "id": "H0038",
   "name": "何东花园",
   "built": "1927年",
   "address": "山顶山顶道75号",
   "note": "2011年1月25日列为一级历史建筑；2011年1月28日至2012年1月27日列为暂定古迹，其后维持一级历史建筑评级。主楼及部分结构2013年被拆卸。",
   "district": "离岛区",
   "region": "新界",
   "grade": 1
  }
 ],
 "2": [
  {
   "id": "H0222",
   "name": "旧山顶餐厅",
   "built": "1901年至1902年",
   "address": "山顶山顶道121号",
   "note": "1981年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0296",
   "name": "西区抽水站及滤水厂高级职员宿舍",
   "built": "1920年代",
   "address": "坚尼地城薄扶林道",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。2013年改为香港大学百周年校园逸夫苑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0311",
   "name": "政务司司长公馆",
   "built": "1951年",
   "address": "山顶白加道15号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0316",
   "name": "伦敦传道会大楼",
   "built": "1893年",
   "address": "山顶罗便臣道78及80号",
   "note": "1993年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0322",
   "name": "德辅道西207号",
   "built": "1920年代",
   "address": "德辅道西207号",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0357H0532",
   "name": "旧华人精神病院主楼及职员宿舍",
   "built": "1920年代",
   "address": "西营盘东边街",
   "note": "1991年列为二级历史建筑，2010年8月31日确定评级。现为东边街美沙酮诊所。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0374",
   "name": "法国总领事住宅",
   "built": "1920年代",
   "address": "山顶普乐道8号",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0385",
   "name": "圣约翰座堂新座",
   "built": "1956年",
   "address": "中环花园道4至8号",
   "note": "2020年12月10日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0386",
   "name": "松林炮台",
   "built": "1901年至1905年",
   "address": "龙虎山",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0387",
   "name": "摩星岭炮台",
   "built": "1912年",
   "address": "摩星岭",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0408",
   "name": "圣保罗男女中学",
   "built": "1927年",
   "address": "中环麦当奴道33号",
   "note": "1992年列为三级历史建筑，2010年2月4日改列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0413",
   "name": "旧域多利军营GG座",
   "built": "1930年代",
   "address": "中环正义道",
   "note": "2009年12月18日列为二级历史建筑。2012年改为亚洲协会香港中心行政办公室。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0442",
   "name": "圣安多尼堂",
   "built": "1953年",
   "address": "薄扶林薄扶林道69号A",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0468",
   "name": "医院道4号",
   "built": "1921年",
   "address": "半山医院道4号",
   "note": "2010年6月24日列为二级历史建筑。现为食物环境卫生署办公室。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0470",
   "name": "些利街清真寺教徒住所",
   "built": "1915年至1940年",
   "address": "中环些利街30号",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0489",
   "name": "前山顶学校",
   "built": "1915年",
   "address": "山顶歌赋山里7号",
   "note": "1992年列为二级历史建筑，2009年12月18日确定评级。1967年改为山顶消防局。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0493",
   "name": "加列山道60号",
   "built": "1930年代末",
   "address": "山顶加列山道60号",
   "note": "2019年12月12日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0498",
   "name": "旧赞育医院附属建筑物",
   "built": "1938年",
   "address": "西营盘西边街36号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。现为长春社文化古迹资源中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0510",
   "name": "明德医院大楼",
   "built": "1906年",
   "address": "太平山加列山道41号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0528",
   "name": "圣类斯中学东翼",
   "built": "1936年",
   "address": "西营盘第三街179号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0531",
   "name": "基督科学教会香港第一分会",
   "built": "1912年",
   "address": "中环麦当奴道31号",
   "note": "1990年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0535",
   "name": "策文书院",
   "built": "1927年",
   "address": "山顶漆咸径1号",
   "note": "2009年拟议为二级历史建筑，2018年9月6日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0550",
   "name": "般咸道35号",
   "built": "1920年至1941年",
   "address": "半山般咸道35号",
   "note": "2011年3月22日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0551H0552",
   "name": "坚尼地道6号及8号",
   "built": "1927年及1935年",
   "address": "中环坚尼地道6、8号",
   "note": "2011年3月2日列为二级历史建筑，其后改建为君珀，仅保留立面。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0561",
   "name": "前西区消防局",
   "built": "1923年",
   "address": "坚尼地城卑路乍街12号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1991年改为保良局陈区碧茵颐养院。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0564",
   "name": "西环滤水厂工人宿舍",
   "built": "1914年至1919年",
   "address": "半山旭龢道50号",
   "note": "1994年列为三级历史建筑，2009年12月18日改列为二级历史建筑。2008年复修为龙虎山环境教育中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0566",
   "name": "西环滤水厂职员宿舍",
   "built": "1914年至1919年",
   "address": "半山旭龢道50号",
   "note": "1994年列为三级历史建筑，2009年12月18日改列为二级历史建筑。2008年复修为龙虎山环境教育中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0568",
   "name": "罗便臣道15号",
   "built": "1930年代",
   "address": "半山罗便臣道15号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0574",
   "name": "西区裁判法院",
   "built": "1965年",
   "address": "薄扶林薄扶林道2号A",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0578",
   "name": "荷李活道60号",
   "built": "约1920年代",
   "address": "中环荷李活道60号",
   "note": "2022年9月6日列为二级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0710",
   "name": "旧圣公会基恩小学",
   "built": "1851年",
   "address": "中环己连拿利",
   "note": "1992年列为二级历史建筑，2010年6月24日确定评级。今圣公会明华神学院广杰楼。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0886",
   "name": "山顶缆车有限公司总部",
   "built": "1927年",
   "address": "山顶卢吉道1号",
   "note": "2010年6月24日列为二级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H1087",
   "name": "山顶仓库",
   "built": "1903年",
   "address": "山顶旧山顶道102号",
   "note": "1994年列为二级历史建筑，2010年6月24日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0001",
   "name": "“雀仔桥”",
   "built": "约1881年",
   "address": "西营盘皇后大道西",
   "note": "2024年3月7日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0004",
   "name": "炮台里的台阶和栏杆",
   "built": "约1877年",
   "address": "中环炮台里",
   "note": "2023年9月7日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0015",
   "name": "云石堂守卫室",
   "built": "1901年或1902年",
   "address": "半山区干德道1号",
   "note": "2010年11月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0020",
   "name": "威灵顿街99F号",
   "built": "1920年代",
   "address": "中环威灵顿街99F号",
   "note": "2024年12月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0023",
   "name": "旧英军医院门楼及门柱",
   "built": "1906年",
   "address": "波老道8及12号",
   "note": "2014年3月4日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0027",
   "name": "磅巷台阶",
   "built": "约1860年代",
   "address": "西营盘磅巷",
   "note": "2021年6月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0034",
   "name": "城皇街的石台阶",
   "built": "1859年至1897年",
   "address": "上环城皇街",
   "note": "2023年12月14日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0039",
   "name": "鸭巴甸街及士丹顿街交界地下公厕",
   "built": "1918年",
   "address": "上环鸭巴甸街及士丹顿街交界",
   "note": "2011年6月15日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0332",
   "name": "士丹顿街88及90号",
   "built": "1951年",
   "address": "上环士丹顿街88及90号",
   "note": "2019年12月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0348",
   "name": "第二街公共浴室",
   "built": "1925年",
   "address": "西营盘第二街及西边街交界",
   "note": "2020年12月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0360",
   "name": "香港动植物公园花园道闸门门柱",
   "built": "约1867年",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0392",
   "name": "威灵顿街公厕",
   "built": "1912年至1913年",
   "address": "中环威灵顿街及皇后大道中交界",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "中西区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0213H0214H0215H0216",
   "name": "和昌大押",
   "built": "1920年代初",
   "address": "湾仔庄士敦道60A、62、64及66号",
   "note": "2009年12月18日列为二级历史建筑。市区重建局在2007年复修，改成商店及餐厅。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0217",
   "name": "圣弥额尔坟场门楼",
   "built": "1848年；1977年迁建",
   "address": "跑马地黄泥涌道",
   "note": "2011年6月15日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0270",
   "name": "圣弥额尔坟场圣弥额尔小堂",
   "built": "1916年",
   "address": "跑马地黄泥涌道",
   "note": "2011年6月15日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0276",
   "name": "大潭水塘隧道出水口",
   "built": "1883年",
   "address": "湾仔大坑道",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0277",
   "name": "大潭水塘隧道出水口石屋",
   "built": "1880年代",
   "address": "湾仔大坑道",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0278H0279H0280H0281H0282H0283",
   "name": "绿屋",
   "built": "1920年代",
   "address": "湾仔茂罗街1号至11号单数门牌",
   "note": "2009年12月18日列为二级历史建筑。2013年7月活化为动漫基地。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0284H0285H0286H0287",
   "name": "绿屋",
   "built": "1920年代",
   "address": "湾仔巴路士街6至12号双数门牌",
   "note": "2009年12月18日列为二级历史建筑。2013年7月活化为动漫基地。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0305",
   "name": "波斯坟场亭子",
   "built": "1840年代至1850年代",
   "address": "跑马地黄泥涌道",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0319",
   "name": "波斯坟场礼堂",
   "built": "1852年",
   "address": "跑马地黄泥涌道",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0356",
   "name": "旧湾仔警署",
   "built": "1932年",
   "address": "湾仔告士打道123号",
   "note": "1987年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0370",
   "name": "圣约翰救伤队香港分区总部",
   "built": "1935年",
   "address": "铜锣湾大坑道2号",
   "note": "2011年6月15日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0397",
   "name": "皇仁书院童军室",
   "built": "1898年",
   "address": "铜锣湾",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0415",
   "name": "波斯坟场园丁宿舍",
   "built": "1840年代至1860年代",
   "address": "跑马地黄泥涌道",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0416",
   "name": "黄泥涌峡军事遗址",
   "built": "1930年代",
   "address": "湾仔黄泥涌峡",
   "note": "2010年8月31日列为二级历史建筑，2009年12月18日确定评级。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0427",
   "name": "圣保禄天主教小学",
   "built": "1907年",
   "address": "跑马地黄泥涌道",
   "note": "1992年列为二级历史建筑，2012年6月14日确定评级。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0433",
   "name": "东华东院",
   "built": "1929年",
   "address": "铜锣湾东院道19号",
   "note": "1991年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0464",
   "name": "船街18号",
   "built": "1937年",
   "address": "湾仔船街18号",
   "note": "1999年列为二级历史建筑，2009年12月18日确定评级。2005年被市区重建局复修为餐馆。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0516",
   "name": "毓秀街15号",
   "built": "1931年至1932年",
   "address": "跑马地毓秀街15号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0521",
   "name": "中华基督教会圣光堂",
   "built": "1927年",
   "address": "铜锣湾东院道7号",
   "note": "1990年列为三级历史建筑，2019年3月14日确定为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0576",
   "name": "印度庙",
   "built": "1953年",
   "address": "跑马地黄泥涌道1号B",
   "note": "2011年10月24日列为二级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0259",
   "name": "蓝塘道92号",
   "built": "1950年",
   "address": "跑马地蓝塘道92号",
   "note": "别称“弼庐”2018年6月21日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0261",
   "name": "毓秀街17号",
   "built": "1929年至1932年",
   "address": "跑马地毓秀街17号",
   "note": "2019年3月14日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0396",
   "name": "湾仔消防局",
   "built": "1941年",
   "address": "湾仔轩尼诗道435号",
   "note": "2023年6月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0440",
   "name": "北城侯庙",
   "built": "1867年",
   "address": "湾仔皇后大道东",
   "note": "2025年12月11日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0227",
   "name": "前鲤鱼门军营第17座",
   "built": "1900年代初",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2010年12月18日改列为二级历史建筑。1985年改为鲤鱼门公园及渡假村",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0288",
   "name": "前鲤鱼门军营第33座",
   "built": "1900年代初",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2010年12月18日改列为二级历史建筑。1985年改为鲤鱼门公园及渡假村",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0321",
   "name": "前香港皇家游艇会会所",
   "built": "1908年",
   "address": "北角油街12号",
   "note": "1995年列为二级历史建筑，2010年12月18日确定评级。2013年改为油街实现",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0354",
   "name": "前鲤鱼门军营第34座",
   "built": "1936年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2010年12月18日改列为二级历史建筑。1985年改为鲤鱼门公园及渡假村",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0371",
   "name": "前鲤鱼门军营第3座",
   "built": "1939年",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2010年12月18日改列为二级历史建筑。1985年改为鲤鱼门公园及渡假村",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0375",
   "name": "前鲤鱼门军营第5座",
   "built": "1920年代至1930年代",
   "address": "鲤鱼门公园及渡假村",
   "note": "1989年列为三级历史建筑，2010年12月18日改列为二级历史建筑。1985年改为鲤鱼门公园及渡假村",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0478H0479",
   "name": "林边屋大楼及车库",
   "built": "1920年代及1947年",
   "address": "鲗鱼涌柏架山道50号",
   "note": "大楼于1998年列为二级历史建筑；主楼及车库在2010年8月31日列为二级历史建筑。渔农自然护理署在2002年接管，2012年改为林边生物多样性自然教育中心。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0701",
   "name": "筲箕湾天后庙",
   "built": "1873年",
   "address": "筲箕湾东大街53号",
   "note": "1987年列为二级历史建筑，2010年5月17日确定评级。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0764",
   "name": "慈幼会修院主楼",
   "built": "1932年至1939年",
   "address": "柴湾道18号",
   "note": "2013年4月17日列为二级历史建筑。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0795",
   "name": "慈幼会修院房舍",
   "built": "1923年至1927年",
   "address": "柴湾道18号",
   "note": "2013年4月17日列为二级历史建筑。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0045",
   "name": "柴湾工厂大厦",
   "built": "1959年",
   "address": "柴湾吉胜街2号",
   "note": "2013年2月20日列为二级历史建筑。为1444幢历史建筑物以外的项目。2015年改建为华厦邨。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0052",
   "name": "旧太古糖厂七姊妹水塘5号水坝水管隧道口",
   "built": "1894年",
   "address": "北角赛西湖公园",
   "note": "2019年6月13日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "东区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0228",
   "name": "黄竹坑新围旧民居",
   "built": "1890年",
   "address": "黄竹坑新围10号",
   "note": "1981年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0240",
   "name": "薄扶林水塘方形暗渠",
   "built": "1863年",
   "address": "薄扶林薄扶林水塘道",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0290",
   "name": "香港仔水塘下水塘水掣房",
   "built": "1932年",
   "address": "香港仔香港仔水塘道",
   "note": "1994年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0292",
   "name": "旧牛奶公司牛棚",
   "built": "1887年",
   "address": "薄扶林薄扶林道",
   "note": "2009年12月18日列为二级历史建筑。2007年改为香港演艺学院伯大尼校园惠康戏院",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0293",
   "name": "玛丽医院护士宿舍",
   "built": "1937年",
   "address": "薄扶林薄扶林道",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0306",
   "name": "前黄泥涌水塘工人宿舍",
   "built": "1899年",
   "address": "黄泥涌大潭水塘道",
   "note": "1993年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0323",
   "name": "赤柱炮台第9座",
   "built": "1936年或1937年",
   "address": "赤柱",
   "note": "1996年列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0341",
   "name": "赤柱炮台第17座",
   "built": "1936年或1937年",
   "address": "赤柱",
   "note": "1996年列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0349",
   "name": "赤柱炮台第38座",
   "built": "1936年或1937年",
   "address": "赤柱",
   "note": "1996年列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0364",
   "name": "旧牛奶公司办公室主楼",
   "built": "1920年代",
   "address": "薄扶林薄扶林道141号",
   "note": "2009年12月18日列为二级历史建筑。2003年改为香港演艺学院伯大尼校园",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0391",
   "name": "博加拉炮台",
   "built": "1941年",
   "address": "鹤咀半岛",
   "note": "2009年12月18日列为二级历史建筑。现为电讯盈科无线电站。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0402",
   "name": "薄扶林水塘土堤",
   "built": "1863年",
   "address": "薄扶林薄扶林水塘道",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0404",
   "name": "财政司司长官邸",
   "built": "1935年",
   "address": "黄竹坑寿山村道45号",
   "note": "1990年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0409",
   "name": "舂坎角炮台",
   "built": "1938年",
   "address": "赤柱舂坎角",
   "note": "2009年12月18日列为二级历史建筑。现为舂坎角公园。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0429N0372",
   "name": "薄扶林输水道",
   "built": "1877年",
   "address": "薄扶林",
   "note": "9号输水道桥梁（H429）于2009年12月18日列为二级历史建筑。其他输水道桥梁及倒虹吸管桥墩（N372）于2026年3月12日列为二级历史建筑，并将两项历史建筑合并为一项。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0474",
   "name": "玫瑰邨",
   "built": "1926年",
   "address": "薄扶林薄扶林道132A及132B",
   "note": "2009年12月18日列为二级历史建筑。1955年起用作香港大学职员宿舍。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0484",
   "name": "旧香港仔警署主楼",
   "built": "1891年",
   "address": "香港仔香港仔大街116号",
   "note": "1987年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1995年起改为蒲窝青少年中心。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0485",
   "name": "旧香港仔警署附属建筑物",
   "built": "1891年",
   "address": "香港仔香港仔大街116号",
   "note": "1987年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1995年起改为蒲窝青少年中心。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0486",
   "name": "旧香港仔警署附属建筑物",
   "built": "1891年",
   "address": "香港仔香港仔大街116号",
   "note": "1987年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1995年起改为蒲窝青少年中心。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0494",
   "name": "薄扶林水塘旧石坝",
   "built": "1863年",
   "address": "薄扶林薄扶林水塘道",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0495",
   "name": "鹤咀村更楼",
   "built": "19世纪",
   "address": "鹤咀半岛鹤咀村",
   "note": "2010年6月14日列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0502",
   "name": "鹤咀炮台",
   "built": "1939年",
   "address": "鹤咀半岛",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0512",
   "name": "赤柱邮政局",
   "built": "1937年",
   "address": "赤柱黄麻角道2号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0539H0540",
   "name": "沙宣道33号大宅、车库",
   "built": "约1930年",
   "address": "薄扶林沙宣道33号",
   "note": "2020年9月10日列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0553",
   "name": "香港仔水塘下水塘泵房",
   "built": "1932年",
   "address": "香港仔香港仔水塘道",
   "note": "1994年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0607",
   "name": "圣士提反书院马田宿舍",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0608",
   "name": "圣士提反书院旧实验室",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0638",
   "name": "赤柱炮台第51座",
   "built": "1936年或1937年",
   "address": "赤柱",
   "note": "1996年列为二级历史建筑。现拟议为三级历史建筑。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0660H0661H0662H0663H0664H0665H0666",
   "name": "八间屋1-7号",
   "built": "1930年代",
   "address": "赤柱八间1-7号",
   "note": "2011年3月22日列为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0672",
   "name": "圣士提反书院1号平房",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "2010年4月16日列为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0673",
   "name": "圣士提反书院2号平房",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0674",
   "name": "圣士提反书院3号平房",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0675",
   "name": "圣士提反书院4号平房",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0676",
   "name": "圣士提反书院5号平房",
   "built": "1931年",
   "address": "赤柱东头湾道22号",
   "note": "1992年列为二级历史建筑，2010年4月16日确定评级。",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0138",
   "name": "石澳巴士总站",
   "built": "1955年",
   "address": "石澳石澳道",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0288",
   "name": "旧牛奶公司饲料仓库",
   "built": "1941年前",
   "address": "薄扶林近薄扶林村",
   "note": "2017年7月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0292",
   "name": "旧牛奶公司粪池",
   "built": "1941年前",
   "address": "薄扶林近薄扶林村",
   "note": "2017年7月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0294",
   "name": "旧牛奶公司粪池",
   "built": "1931年前",
   "address": "薄扶林近置富花园",
   "note": "2017年7月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0296N0297",
   "name": "旧牛奶公司粪池",
   "built": "1931年至1941年",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2017年7月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0321",
   "name": "旧牛奶公司入口处石柱",
   "built": "约1890年代末",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2018年3月22日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "N0423",
   "name": "前潮州八邑山场历史构筑物",
   "built": "1924年",
   "address": "薄扶林鸡笼湾",
   "note": "2023年3月9日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 2
  },
  {
   "id": "H0054",
   "name": "枪会山军营第9座",
   "built": "1903年至1904年；1935年扩建",
   "address": "尖沙咀枪会山",
   "note": "1994年列为二级历史建筑，现拟议为一级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0229",
   "name": "油麻地戏院",
   "built": "1930年",
   "address": "油麻地窝打老道",
   "note": "1998年列为二级历史建筑，2009年12月18日确定评级。2012年活化为戏曲活动中心",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0271",
   "name": "油麻地果栏",
   "built": "1913年",
   "address": "油麻地石龙街",
   "note": "1990年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0289",
   "name": "旧九龙警察总部",
   "built": "1925年",
   "address": "旺角太子道西142号",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1947年至1975年为九龙警察总部，现为西九龙警察机动部队和西九龙冲锋队总部。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0320",
   "name": "旧油蔴地警署",
   "built": "1922年",
   "address": "油麻地广东道627号",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0360",
   "name": "前九龙消防局主楼",
   "built": "1922年",
   "address": "尖沙咀梳士巴利道33号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。2009年活化为1881的一部分",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0443H0444H0445H0446H0447H0448H0449H0450H0451H0452",
   "name": "太子道西190-204/210-212号双数门牌",
   "built": "1932年",
   "address": "旺角太子道西190-204/210-212号双数门牌",
   "note": "2010年3月2日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0453H0454H0455H0456",
   "name": "上海街600至606号双数门牌",
   "built": "1920年代至1930年代",
   "address": "旺角上海街600至606号双数门牌",
   "note": "2000年列为一级历史建筑，2010年3月2日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0457H0458",
   "name": "上海街612、614号",
   "built": "1920年代至1930年代",
   "address": "旺角上海街612、614号双数门牌",
   "note": "2000年列为一级历史建筑，2010年3月2日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0459H0460H0461H0462",
   "name": "上海街620至626号双数门牌",
   "built": "1920年代至1930年代",
   "address": "旺角上海街620至626号双数门牌",
   "note": "2000年列为一级历史建筑，2010年3月2日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0499",
   "name": "九龙木球会",
   "built": "1932年",
   "address": "尖沙咀觉士道10号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0653",
   "name": "弥敦道190号",
   "built": "1932年至1933年",
   "address": "尖沙咀弥敦道190号",
   "note": "2009年拟议为三级历史建筑，2018年9月6日确定评级。2023年6月8日改列为二级历史建筑。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "N0206",
   "name": "前贾梅士学校",
   "built": "1902年至1903年",
   "address": "尖沙咀觉士道7号",
   "note": "2019年9月12日列为二级历史建筑，为1444幢历史建筑物外的评估项目。",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0032",
   "name": "昂船洲军营A座",
   "built": "1863年至1866年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑，现拟议为一级历史建筑。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0062",
   "name": "昂船洲军营H座",
   "built": "1863年至1866年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑，现拟议为一级历史建筑。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0066",
   "name": "昂船洲军营47A至B座",
   "built": "1905年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑，现拟议为一级历史建筑。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0157",
   "name": "昂船洲军营37座",
   "built": "1905年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑，现拟议为一级历史建筑。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0158",
   "name": "昂船洲军营41座",
   "built": "1905年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑，现拟议为一级历史建筑。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0308",
   "name": "深水埗警署",
   "built": "1925年",
   "address": "深水埗钦州街37号A",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0362",
   "name": "昂船洲军营掩体暨地下火药库",
   "built": "1880年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0363",
   "name": "昂船洲军营西炮台废墟",
   "built": "1884年",
   "address": "昂船洲",
   "note": "1997年列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0382",
   "name": "北九龙裁判法院",
   "built": "1960年",
   "address": "深水埗大埔道292号",
   "note": "2009年12月18日列为二级历史建筑。2009年活化为美国萨凡纳艺术设计学院香港分校。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0411",
   "name": "深水埗三太子宫",
   "built": "1898年",
   "address": "深水埗汝洲街196及198号",
   "note": "1981年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0488",
   "name": "深水埗武帝庙",
   "built": "1891年",
   "address": "深水埗海坛街156至162号",
   "note": "1987年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0500",
   "name": "北河街58号",
   "built": "1920年代",
   "address": "深水埗北河街58号",
   "note": "1997年列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0507",
   "name": "美荷楼",
   "built": "1954年",
   "address": "深水埗巴域街70号石硖尾邨第41座",
   "note": "2005年列为一级历史建筑；2010年6月14日改列为二级历史建筑。2012年活化为青年旅舍。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0542",
   "name": "医局街170号",
   "built": "1913年",
   "address": "深水埗医局街170号",
   "note": "2010年12月10日列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0555",
   "name": "鸭寮街189号",
   "built": "1920年代",
   "address": "深水埗鸭寮街189号",
   "note": "2010年8月31日列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0556",
   "name": "宝血会女修院",
   "built": "1929年",
   "address": "深水埗元州街86号",
   "note": "2017年12月7日列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0572",
   "name": "深水埗公立医局",
   "built": "1930年代",
   "address": "深水埗医局街137号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "N0251",
   "name": "青山道301及303号",
   "built": "1933年",
   "address": "深水埗青山道301及303号",
   "note": "2019年6月13日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "N0331",
   "name": "嘉顿有限公司建筑（深水埗）",
   "built": "1951年至1960年",
   "address": "深水埗青山道58号",
   "note": "2018年6月21日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0230",
   "name": "前马头角牲畜检疫站",
   "built": "1908年",
   "address": "土瓜湾马头角道63号",
   "note": "1994年列为三级历史建筑，2009年12月18日改列为二级历史建筑。1999年改为牛棚艺术村",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0231",
   "name": "九龙医院A座",
   "built": "1925年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0232",
   "name": "九龙医院B座",
   "built": "1925年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0233",
   "name": "九龙医院C座",
   "built": "1932年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0234",
   "name": "九龙医院M座",
   "built": "1934年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0235",
   "name": "九龙医院P座",
   "built": "1925年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0236",
   "name": "九龙医院R座",
   "built": "1925年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0237",
   "name": "九龙医院隔离座",
   "built": "1938年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0238",
   "name": "中九龙诊所",
   "built": "1935年",
   "address": "旺角亚皆老街147号A",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0410",
   "name": "拔萃男书院主楼",
   "built": "1869年",
   "address": "旺角亚皆老街131号",
   "note": "1992年列为三级历史建筑，2011年9月2日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0414",
   "name": "英皇佐治五世学校",
   "built": "1936年",
   "address": "何文田天光道",
   "note": "1992年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0428",
   "name": "圣公会圣三一座堂",
   "built": "1936年",
   "address": "土瓜湾马头涌道135号",
   "note": "1990年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0522",
   "name": "伯特利神学院",
   "built": "1930年代",
   "address": "九龙城嘉林边道45及47号",
   "note": "1993年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "N0077",
   "name": "九龙城码头客轮码头",
   "built": "1956年",
   "address": "九龙城土瓜湾",
   "note": "2014年9月16日确定为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "N0211",
   "name": "九龙城汽车渡轮码头",
   "built": "1965年",
   "address": "九龙城土瓜湾",
   "note": "2014年12月4日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0467",
   "name": "前圣若瑟安老院别墅",
   "built": "1919年",
   "address": "牛池湾清水湾道35号",
   "note": "2001年列为一级历史建筑，2010年2月4日改列为二级历史建筑。",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0523",
   "name": "前圣若瑟安老院门楼",
   "built": "1930年代",
   "address": "牛池湾清水湾道35号",
   "note": "2001年列为一级历史建筑，2010年2月4日改列为二级历史建筑。",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0524",
   "name": "前圣若瑟安老院宿舍A",
   "built": "1930年代",
   "address": "牛池湾清水湾道35号",
   "note": "2001年列为一级历史建筑，2010年2月4日改列为二级历史建筑。",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H1002",
   "name": "钻石山机枪堡",
   "built": "1942年至1945年",
   "address": "钻石山大磡村",
   "note": "2002年列为二级历史建筑，2010年8月31日确定评级。",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 2
  },
  {
   "id": "H0223",
   "name": "周王二公书院",
   "built": "1684年",
   "address": "锦田水头村",
   "note": "1985年列为三级历史建筑，2010年8月31日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0291",
   "name": "坑头村89及124号",
   "built": "19世纪",
   "address": "屏山坑头村",
   "note": "2010年5月17日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0295",
   "name": "利益街12号",
   "built": "约19世纪末",
   "address": "元朗旧墟利益街12号",
   "note": "2021年12月9日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0304",
   "name": "麦景陶碉堡（白鹤洲）",
   "built": "1949年至1953年",
   "address": "米埔白鹤洲",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0307",
   "name": "上将府主楼",
   "built": "约1932年",
   "address": "锦田逢吉乡",
   "note": "2009年12月18日列为二级历史建筑。为民初桂系军阀沈鸿英的故居。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0309",
   "name": "便母桥",
   "built": "1710年",
   "address": "锦田水头村",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0315",
   "name": "厦村市门楼",
   "built": "1760年代",
   "address": "厦村厦村市",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0318",
   "name": "莘野文公祠",
   "built": "18世纪中",
   "address": "新田蕃田村",
   "note": "1981年列为二级历史建筑，2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0337",
   "name": "八乡古庙",
   "built": "1861年前",
   "address": "八乡上村87号",
   "note": "1981年列为二级历史建筑，2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0355",
   "name": "上将府协威楼",
   "built": "约1932年",
   "address": "锦田逢吉乡",
   "note": "2009年12月18日列为二级历史建筑。为民初桂系军阀沈鸿英的故居。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0373",
   "name": "旧屏山警署",
   "built": "1900年或1901年",
   "address": "屏山",
   "note": "1981年列为二级历史建筑，2010年5月17日确定评级。2007年改为屏山邓族文物馆",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0376",
   "name": "新围村57号",
   "built": "1930年代",
   "address": "新田新围村",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0380",
   "name": "娱苑",
   "built": "1927年",
   "address": "横洲东头围",
   "note": "2002年列为一级历史建筑，2010年5月17日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0405",
   "name": "上将府沈氏家祠",
   "built": "约1932年",
   "address": "锦田逢吉乡",
   "note": "2009年12月18日列为二级历史建筑。为民初桂系军阀沈鸿英的家祠。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0406",
   "name": "明远堂",
   "built": "约1750年代",
   "address": "新田蕃田村",
   "note": "1981年列为二级历史建筑，2010年8月31日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0412",
   "name": "长盛街27号",
   "built": "1900年代前",
   "address": "元朗旧墟长盛街27号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0466",
   "name": "莲花地109至112号",
   "built": "约1905年",
   "address": "八乡莲花地109至112号",
   "note": "2019年6月13日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0469",
   "name": "岭梅庄",
   "built": "1932年",
   "address": "八乡水盏田110号",
   "note": "1985年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0476",
   "name": "国茂邓公祠",
   "built": "1907年",
   "address": "八乡水流田56号",
   "note": "1985年列为二级历史建筑，2010年8月31日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0481",
   "name": "俊芳程公祠",
   "built": "1907年",
   "address": "十八乡水蕉新村9号",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0491",
   "name": "江夏田庐",
   "built": "1920年代",
   "address": "八乡大江埔村198-199号",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0492",
   "name": "利益街24号",
   "built": "1900年代前",
   "address": "元朗旧墟利益街24号",
   "note": "2011年10月24日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0496",
   "name": "落马洲警署",
   "built": "1915年",
   "address": "落马洲落马洲路100号",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0497",
   "name": "利益街27号",
   "built": "1900年代前",
   "address": "元朗旧墟利益街27号",
   "note": "2011年9月2日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0505",
   "name": "永隆围围门",
   "built": "1465年至1722年",
   "address": "锦田永隆围",
   "note": "2010年2月4日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0509H0872H1126",
   "name": "适庐主楼及门楼",
   "built": "1936年",
   "address": "十八乡杨家村131至132号A",
   "note": "2010年11月10日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0517",
   "name": "圣若望小堂",
   "built": "1928年",
   "address": "八乡长莆2号",
   "note": "2012年6月14日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0519",
   "name": "同益学校",
   "built": "1936年",
   "address": "八乡莲花地199号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0526",
   "name": "坑尾村洪圣宫",
   "built": "1866年",
   "address": "屏山坑尾村",
   "note": "1994年列为二级历史建筑，2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0530",
   "name": "圣轩公家塾",
   "built": "19世纪初",
   "address": "屏山坑尾村",
   "note": "1981年列为二级历史建筑，2010年5月17日确定评级。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0541",
   "name": "达仁书室",
   "built": "1919年",
   "address": "屏山山厦村226号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0543",
   "name": "吴屋村围门",
   "built": "1862年",
   "address": "横洲大井围",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0544H0545H0546H0547",
   "name": "山下村329至332号",
   "built": "1932年",
   "address": "屏山山下村",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0548",
   "name": "黎氏大屋",
   "built": "1919年",
   "address": "八乡黎屋村485号",
   "note": "1985年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0549",
   "name": "厦村市关帝庙",
   "built": "1760年",
   "address": "厦村厦村市",
   "note": "2011年3月22日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0557H0558",
   "name": "美德家塾主楼及附属建筑物",
   "built": "约1870年",
   "address": "落马洲落马洲村",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0565",
   "name": "旧地政测量处屏山测量营",
   "built": "1922年前",
   "address": "屏山屏山里10号",
   "note": "1985年列为二级历史建筑，2009年12月18日确定评级。1990年改为利民会屏山楼中途宿舍。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0570",
   "name": "龙田书室",
   "built": "1926年",
   "address": "十八乡龙田村",
   "note": "2009年12月26日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0571",
   "name": "崇正新村176号",
   "built": "1930年代",
   "address": "十八乡崇正新村",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0637",
   "name": "秀才故居",
   "built": "19世纪中",
   "address": "屏山坑尾村64号",
   "note": "2010年12月10日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0668",
   "name": "十八乡天后古庙",
   "built": "1856年前，于2004年大幅重建",
   "address": "十八乡瓦窑头",
   "note": "1993年列为一级历史建筑，2010年11月10日改列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0728",
   "name": "元岗新村杨氏宗祠",
   "built": "1920年前",
   "address": "八乡元岗新村",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0190",
   "name": "元朗旧墟长盛街47号",
   "built": "1900年以前",
   "address": "元朗旧墟长盛街47号",
   "note": "2024年12月12日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0200",
   "name": "元朗旧墟东门口14号",
   "built": "1940年代",
   "address": "元朗旧墟东门口14号",
   "note": "2014年3月4日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0209",
   "name": "前元朗公立中学校舍",
   "built": "1949年",
   "address": "元朗凹头友善街3号",
   "note": "1994年改为东华三院马振玉纪念中学。2014年12月4日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0337",
   "name": "新围围门",
   "built": "1899年前",
   "address": "元朗厦村新围",
   "note": "2019年3月14日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0433",
   "name": "祠塘村25-26号",
   "built": "20世纪初",
   "address": "元朗锦田祠塘村",
   "note": "2025年6月12日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0438",
   "name": "瓦窑头11-12号",
   "built": "约1923年",
   "address": "元朗十八乡瓦窑头",
   "note": "2025年9月11日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "元朗区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0379",
   "name": "青山禅院“不二法门”牌楼",
   "built": "1965年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年4月16日改列为二级历史建筑。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0407",
   "name": "青松观纯阳殿",
   "built": "1969年重建",
   "address": "屯门青松观路",
   "note": "1985年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0417",
   "name": "三圣墟圣庙",
   "built": "1921年",
   "address": "屯门青山湾三圣墟",
   "note": "1998年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0441",
   "name": "青山禅院修道者及长者宿舍",
   "built": "1920年代",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日改列为二级历史建筑。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0483",
   "name": "青松观翊化宫",
   "built": "1964年",
   "address": "屯门青松观路",
   "note": "1985年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0529",
   "name": "青山禅院客堂",
   "built": "1934年",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日改列为二级历史建筑。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0533",
   "name": "青山禅院宿舍",
   "built": "1934年以前",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日改列为二级历史建筑。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0538",
   "name": "青山禅院观音阁",
   "built": "1947年重建",
   "address": "屯门青山",
   "note": "1985年列为一级历史建筑，2010年5月17日改列为二级历史建筑。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0216",
   "name": "前哥顿军营Watervale House",
   "built": "1933年",
   "address": "屯门青山公路青山湾段第四十八区",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "屯门区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0219",
   "name": "城门水塘铁桥",
   "built": "1935年至1937年",
   "address": "荃湾城门道城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日改列为二级历史建筑",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0226",
   "name": "龙圃花园",
   "built": "1950至1960年代",
   "address": "荃湾青龙头青山公路32至42号",
   "note": "2006年列为二级历史建筑，2011年10月24日确定评级。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0366",
   "name": "蕙荃路天后宫",
   "built": "1721年至1722年",
   "address": "荃湾蕙荃路",
   "note": "1995年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0430",
   "name": "东普陀讲寺圆通宝殿",
   "built": "1929年至1930年",
   "address": "荃湾老围路",
   "note": "2010年4月16日列为二级历史建筑。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0431",
   "name": "东普陀讲寺天王殿及韦驮殿",
   "built": "1929年至1930年",
   "address": "荃湾老围路",
   "note": "2010年4月16日列为二级历史建筑。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0560",
   "name": "竹林禅院",
   "built": "1929年",
   "address": "荃湾芙蓉山",
   "note": "1995年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "荃湾区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0203",
   "name": "前救世军葵涌女童院（主楼、车库及队堂）",
   "built": "1930年代后期至1940年代初",
   "address": "葵涌梨木道1号",
   "note": "2020年6月11日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "葵青区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0356",
   "name": "中葵涌公园石屋",
   "built": "约1950年",
   "address": "葵涌新葵街",
   "note": "2022年6月9日列为二级历史建筑。为1444幢历史建筑物以外的项目现为中葵涌公园办事处。",
   "district": "葵青区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0225",
   "name": "九龙副水塘水坝",
   "built": "1929年至1931年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0272",
   "name": "九龙副水塘水掣房",
   "built": "1929年至1931年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0273",
   "name": "石梨贝水塘水坝（东北）",
   "built": "1925年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0274",
   "name": "石梨贝水塘水坝（东南）",
   "built": "1925年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0275",
   "name": "石梨贝水塘水掣房",
   "built": "1925年至1939年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0419",
   "name": "积存围围门",
   "built": "约1754年",
   "address": "沙田大围大围村",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0439",
   "name": "石梨贝滤水厂厂房",
   "built": "1928年至1937年",
   "address": "沙田金山郊野公园",
   "note": "1994年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0471H0472H0473H0477",
   "name": "排头村5A至C、6号",
   "built": "1920年代",
   "address": "沙田排头村5A至C、6号",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0487",
   "name": "石梨贝滤水厂水掣房",
   "built": "1928年至1937年",
   "address": "沙田金山郊野公园",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0503",
   "name": "城门碉堡",
   "built": "1930年代中",
   "address": "城门水塘以南及金山郊野公园",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0513",
   "name": "下城门水塘钟形溢流口",
   "built": "1961年至1965年",
   "address": "沙田下城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日改列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0514",
   "name": "下城门水塘闸主轴",
   "built": "1961年至1966年",
   "address": "沙田下城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日改列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0562",
   "name": "道风山基督教丛林",
   "built": "1931年至1939年",
   "address": "沙田道风山",
   "note": "1990年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0563",
   "name": "旧沙田警署",
   "built": "1924年",
   "address": "沙田沙田头村102号",
   "note": "1993年列为三级历史建筑，2010年8月31日改为二级历史建筑。1980年改为基督教灵基营。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0569",
   "name": "下城门水塘导流坝",
   "built": "1961年至1966年",
   "address": "沙田下城门水塘",
   "note": "1994年列为一级历史建筑，2010年12月21日改列为二级历史建筑。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0575",
   "name": "沙田车公庙",
   "built": "约1890年",
   "address": "大围车公庙路",
   "note": "1987年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0100",
   "name": "马鞍山矿场240ML矿洞外墙及110ML矿洞外墙",
   "built": "1953年",
   "address": "沙田马鞍山矿场",
   "note": "2013年4月18日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0103",
   "name": "马鞍山村路天主堂（圣若瑟堂）建筑群",
   "built": "1952年",
   "address": "沙田马鞍山村路",
   "note": "2013年4月18日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "沙田区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0310",
   "name": "沙螺洞张屋",
   "built": "约1700年",
   "address": "大埔沙螺洞",
   "note": "2009年12月18日列为二级历史建筑",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0336",
   "name": "旧大埔警察宿舍",
   "built": "1909年",
   "address": "大埔广福道173号及175号",
   "note": "1981年列为二级历史建筑，2009年12月18日确定评级。广福道175号在1991年改为挪威国际学校（幼稚园部）。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0400",
   "name": "圣家小堂",
   "built": "1874年",
   "address": "西贡北赤径上围",
   "note": "2013年4月17日改列为二级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0465",
   "name": "下田寮下24B至24D号",
   "built": "1910年代",
   "address": "大埔下田寮下24B至24D号",
   "note": "2011年3月22日列为二级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0480",
   "name": "下田寮下32至33号",
   "built": "1910年代",
   "address": "大埔下田寮下32至33号",
   "note": "2011年3月22日列为二级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0511",
   "name": "茂华家塾",
   "built": "1910年代",
   "address": "大埔龙丫排",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0527",
   "name": "林村天后宫",
   "built": "1768年",
   "address": "林村放马莆村",
   "note": "1998年列为二级历史建筑，2010年11月10日确定评级。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0707",
   "name": "塔门天后古庙",
   "built": "约1737年",
   "address": "塔门下围",
   "note": "1998年列为一级历史建筑，2010年11月10日改列为二级历史建筑。",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0143",
   "name": "崇德家福轩",
   "built": "1906年",
   "address": "大埔公路元洲仔段4010号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0381",
   "name": "旧北区理民府职员宿舍",
   "built": "1921年至1922年",
   "address": "大埔运头角里20号",
   "note": "2022年3月10日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0430",
   "name": "天水流芳",
   "built": "1924年至1942年",
   "address": "西贡北赤径上围",
   "note": "2025年3月13日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "大埔区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0247H0248H0249H0250H0251H0252H0253H0254H0255H0256H0257H0258H0259H0260H0261H0262H0263H0264H0265H0266H0267H0294",
   "name": "新楼街1-22号",
   "built": "1933年至1934年",
   "address": "沙头角新楼街1-22号",
   "note": "2011年3月22日（1、2、5、6、10、15、18、20号）；2011年8月31日（8号）及2012年6月14日（3、4、7、9、11-14、16、17、19、21、22号）列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0298",
   "name": "麦景陶碉堡（矿山）",
   "built": "1949年至1953年",
   "address": "沙头角矿山",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0299",
   "name": "麦景陶碉堡（南坑）",
   "built": "1949年至1953年",
   "address": "沙头角南坑",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0300",
   "name": "麦景陶碉堡（瓦窑）",
   "built": "1949年至1953年",
   "address": "沙头角瓦窑",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0301",
   "name": "麦景陶碉堡（白虎山）",
   "built": "1949年至1953年",
   "address": "沙头角白虎山",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0302",
   "name": "麦景陶碉堡（伯公坳）",
   "built": "1949年至1953年",
   "address": "沙头角伯公坳",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0303",
   "name": "麦景陶碉堡（马草垄）",
   "built": "1949年至1953年",
   "address": "沙头角马草垄",
   "note": "1997年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0312",
   "name": "何东夫人医局主楼",
   "built": "1923年至1933年",
   "address": "上水古洞路38号",
   "note": "1992年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0313",
   "name": "何东夫人医局平房",
   "built": "1923年至1933年",
   "address": "上水古洞路38号",
   "note": "1992年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0351",
   "name": "军地北村三栋屋",
   "built": "1910年代",
   "address": "粉岭军地北村",
   "note": "2011年9月2日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0384",
   "name": "坪洋138至139号",
   "built": "1913年前",
   "address": "打鼓岭坪洋",
   "note": "2011年3月22日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0418",
   "name": "土地神坛",
   "built": "约1800年",
   "address": "上水金钱村",
   "note": "2001年列为一级历史建筑，2011年5月17日改列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0420H0421",
   "name": "恩慈之家主楼及附属建筑物",
   "built": "约1921年",
   "address": "上水青山公路金钱DD92地段717及718号及2158RP号",
   "note": "2010年8月31日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0424",
   "name": "旧上水警署",
   "built": "1902年",
   "address": "上水上水乡",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0432",
   "name": "鹿颈机枪堡及观测台",
   "built": "1941年至1945年",
   "address": "沙头角鹿颈",
   "note": "2009年12月18日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0437",
   "name": "静观家塾",
   "built": "1900年",
   "address": "沙头角南涌李屋村",
   "note": "2009年12月18日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0504",
   "name": "侯宗福堂神厅",
   "built": "1800年",
   "address": "上水金钱村",
   "note": "2001年列为一级历史建筑，2009年12月18日改列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0520",
   "name": "思德书室",
   "built": "1846年",
   "address": "粉岭粉岭围",
   "note": "2009年12月18日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0573",
   "name": "金钱别墅",
   "built": "1935年",
   "address": "上水金钱南路8号",
   "note": "2017年9月7日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0876",
   "name": "鹤薮村15至17号旧村屋",
   "built": "1929年",
   "address": "粉岭鹤薮村",
   "note": "2011年3月22日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0877",
   "name": "鹤薮村更楼",
   "built": "1929年",
   "address": "粉岭鹤薮村",
   "note": "2011年3月22日列为二级历史建筑",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0210",
   "name": "粉岭高尔夫球场会所",
   "built": "1914年",
   "address": "粉岭粉锦公路",
   "note": "2014年12月4日确定为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "北区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0368",
   "name": "盐田梓圣若瑟小堂",
   "built": "1890年",
   "address": "西贡盐田仔",
   "note": "1990年列为三级历史建筑，2010年12月21日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0392",
   "name": "香港三育书院暨三育中学中学部",
   "built": "1939年",
   "address": "西贡上洋清水湾道1111号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0393",
   "name": "香港三育书院暨三育中学行政楼",
   "built": "1939年",
   "address": "西贡上洋清水湾道1111号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0394",
   "name": "香港三育书院暨三育中学男生宿舍",
   "built": "1939年",
   "address": "西贡上洋清水湾道1111号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0395",
   "name": "香港三育书院暨三育中学教员宿舍",
   "built": "1939年",
   "address": "西贡上洋清水湾道1111号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0396",
   "name": "香港三育书院暨三育中学五家教员宿舍",
   "built": "1939年",
   "address": "西贡上洋清水湾道1111号",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0398",
   "name": "西贡墟天后古庙及协天宫",
   "built": "1910年代至1920年代",
   "address": "西贡普通道",
   "note": "1996年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0403",
   "name": "大浪",
   "built": "250多年前",
   "address": "西贡大浪",
   "note": "2022年12月8日列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0463",
   "name": "魔鬼山炮台",
   "built": "1914年至1915年",
   "address": "西贡魔鬼山",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0501",
   "name": "咸田",
   "built": "150多年前",
   "address": "西贡咸田",
   "note": "2022年12月8日列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0655",
   "name": "玫瑰小堂",
   "built": "1940年",
   "address": "西贡黄毛应1号",
   "note": "2013年4月17日列为二级历史建筑。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0096",
   "name": "西贡乐育幼稚园",
   "built": "1940年",
   "address": "西贡普通道19E号",
   "note": "2015年3月14日列为二级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0223",
   "name": "邵氏片场一号录影厂",
   "built": "1960年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0225",
   "name": "邵氏片场片仓及配音室",
   "built": "1961",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0228",
   "name": "邵氏片场彩色冲刷房",
   "built": "1966年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0229",
   "name": "邵氏片场三号宿舍（敦厚楼）",
   "built": "1968年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0230",
   "name": "邵氏别墅",
   "built": "1971年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0236",
   "name": "邵氏片场四号宿舍",
   "built": "1968年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0410",
   "name": "大浪30A号",
   "built": "约1961年重建",
   "address": "西贡大浪30A号",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0413",
   "name": "大浪32及33号",
   "built": "约1920年代前",
   "address": "西贡大浪32及33号",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0414",
   "name": "大浪34、35、36、37及38号",
   "built": "约1920年代前",
   "address": "西贡大浪34至38号",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0419",
   "name": "咸田10、11及12号",
   "built": "约1960年代",
   "address": "西贡咸田10至12号",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0420",
   "name": "咸田14及15号",
   "built": "约1920年代前",
   "address": "西贡咸田14及15号",
   "note": "2022年12月8日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0431",
   "name": "五块田93至94号",
   "built": "1924年至1935年",
   "address": "清水湾五块田93至94号",
   "note": "2025年3月13日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "西贡区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0241",
   "name": "袁氏大屋主屋",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0242",
   "name": "袁氏大屋东更楼",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0243",
   "name": "袁氏大屋邻接东更楼小屋",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0244",
   "name": "袁氏大屋西更楼",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0245",
   "name": "袁氏大屋前屋",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0246",
   "name": "袁氏大屋谷仓",
   "built": "1920年代至1940年代",
   "address": "大屿山梅窝涌口",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0372",
   "name": "长洲警署",
   "built": "1913年",
   "address": "长洲警署径",
   "note": "1988年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0422",
   "name": "坪洲公立志仁学校",
   "built": "1935年",
   "address": "坪洲志仁里",
   "note": "2010年2月4日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0434H0435H0436",
   "name": "长洲荔枝园91至93号",
   "built": "1929年",
   "address": "长洲",
   "note": "2009年12月18日确认为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0440",
   "name": "旧大澳警署",
   "built": "1902年",
   "address": "大屿山大澳石仔埗街",
   "note": "1988年列为三级历史建筑，2010年改列为二级历史建筑。2012年复修为大澳文物酒店。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0482",
   "name": "长洲洪圣庙",
   "built": "1813年",
   "address": "长洲中兴街",
   "note": "1987年列为二级历史建筑，2009年12月18日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0506",
   "name": "大新街18号",
   "built": "1921年；1950年加建一层",
   "address": "长洲大新街18号",
   "note": "2010年8月31日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0518",
   "name": "大澳关帝古庙",
   "built": "1741年",
   "address": "大澳吉庆后街",
   "note": "2010年5月17日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0536",
   "name": "长洲官立中学旧座",
   "built": "1928年",
   "address": "长洲学校路5号B",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0537",
   "name": "长洲官立中学管理员宿舍",
   "built": "1928年",
   "address": "长洲学校路5号B",
   "note": "1992年列为三级历史建筑，2009年12月18日改列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0577",
   "name": "白芒村更楼",
   "built": "1940年代",
   "address": "东涌",
   "note": "2009年12月18日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0594",
   "name": "大石口天后宫",
   "built": "1772年",
   "address": "长洲中兴街",
   "note": "1981年列为二级历史建筑，2010年2月4日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0630",
   "name": "北社天后古庙",
   "built": "1767年",
   "address": "长洲北社新村",
   "note": "1981年列为二级历史建筑，2010年2月4日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0774",
   "name": "鹿湖精舍大殿",
   "built": "1883年",
   "address": "鹿湖鹿湖村",
   "note": "2010年2月4日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0821",
   "name": "鹿湖精舍纯阳仙院",
   "built": "1883年",
   "address": "鹿湖鹿湖村",
   "note": "2010年2月4日列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0889",
   "name": "东涌侯王宫",
   "built": "约1765年",
   "address": "大屿山东涌",
   "note": "1985年列为二级历史建筑；2010年2月4日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0933",
   "name": "东涌天后宫",
   "built": "约1904年",
   "address": "东涌黄龙坑道",
   "note": "1985年列为一级历史建筑，2010年2月4日改列为二级历史建筑。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H1012",
   "name": "坪洲天后宫",
   "built": "1792年",
   "address": "坪洲永安街69号B",
   "note": "1987年列为二级历史建筑，2010年2月4日确定评级。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0059",
   "name": "大澳街市街1号",
   "built": "1930年代",
   "address": "大澳街市街1号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0061",
   "name": "大澳街市街7、9、11、13号",
   "built": "1930年代",
   "address": "大澳街市街7、9、11、13号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0062",
   "name": "大澳街市街14号",
   "built": "1930年代",
   "address": "大澳街市街14号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0063",
   "name": "大澳街市街17号",
   "built": "1930年代",
   "address": "大澳街市街17号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0064",
   "name": "吉庆街60号",
   "built": "1933年",
   "address": "大澳吉庆街60号",
   "note": "2013年9月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0257",
   "name": "大澳新村天后古庙",
   "built": "清朝初年",
   "address": "大澳大澳新村",
   "note": "2019年6月13日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0258",
   "name": "“海天一境”牌坊",
   "built": "1930年代",
   "address": "昂坪",
   "note": "2019年12月12日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0387",
   "name": "吉庆后街95号",
   "built": "1945年",
   "address": "大澳吉庆后街95号",
   "note": "2022年3月10日列为二级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0534",
   "name": "湾仔锡克教庙",
   "built": "1949年",
   "address": "湾仔皇后大道东371号",
   "note": "1990年列为三级历史建筑，2010年5月17日改列为二级历史建筑。已拆卸。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0559",
   "name": "白加道47号",
   "built": "1930年代",
   "address": "山顶白加道47号",
   "note": "2010年9月20日列为二级历史建筑。现已清拆。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0378",
   "name": "利益街31号",
   "built": "1900年前",
   "address": "元朗旧墟利益街31号",
   "note": "2013年4月17日列为二级历史建筑。已拆卸。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "H0425",
   "name": "利益街47号",
   "built": "1900年代前",
   "address": "元朗旧墟利益街47号",
   "note": "2011年9月2日列为二级历史建筑。已拆卸。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0192",
   "name": "利益街15号",
   "built": "1914年前",
   "address": "元朗旧墟利益街15号",
   "note": "2014年3月4日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0107",
   "name": "鸭寮街96号",
   "built": "1929至1936年间",
   "address": "深水埗鸭寮街96号",
   "note": "2014年3月4日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0224",
   "name": "邵氏片场二号录影厂",
   "built": "1960年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0226",
   "name": "邵氏片场三至四号录影厂",
   "built": "1961年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0227",
   "name": "邵氏片场五至六号录影厂",
   "built": "1962年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0231",
   "name": "邵氏片场制片部",
   "built": "1975年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  },
  {
   "id": "N0234",
   "name": "邵氏片场无线电视写字楼（前二号宿舍）",
   "built": "1963年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为二级历史建筑；已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "离岛区",
   "region": "新界",
   "grade": 2
  }
 ],
 "3": [
  {
   "id": "H0581",
   "name": "前半山警署",
   "built": "1934年至1935年",
   "address": "西营盘高街1号F",
   "note": "1987年列为三级历史建筑；2010年1月22日确定评级。2011年改为戴麟趾康复中心南翼",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0599",
   "name": "中环街市",
   "built": "1939年",
   "address": "中环德辅道中80号",
   "note": "1989年列为三级历史建筑；2022年3月10日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0692",
   "name": "明德医院旧产科大楼",
   "built": "早于1952年",
   "address": "太平山加列山道41号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0693",
   "name": "旧域多利医院产科大楼",
   "built": "1921年",
   "address": "太平山白加道17号",
   "note": "1992年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0702",
   "name": "有记合",
   "built": "1926年前",
   "address": "上环皇后大道西1号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0734",
   "name": "西区抽水站及滤水厂工人宿舍",
   "built": "1920年代",
   "address": "薄扶林道",
   "note": "1994年列为三级历史建筑；2010年1月22日确定评级。2014年改为香港大学访客中心。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0752",
   "name": "山顶警署主楼",
   "built": "1886年",
   "address": "太平山山顶道92号",
   "note": "1987年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0754",
   "name": "西区抽水站及滤水厂滤水厂房",
   "built": "1930年至1931年",
   "address": "薄扶林道",
   "note": "1994年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0768",
   "name": "英基学校协会山顶小学",
   "built": "1953年",
   "address": "太平山宾吉道20号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0772",
   "name": "山顶警署仆人房及厨房",
   "built": "1886年",
   "address": "太平山山顶道92号",
   "note": "1987年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0773",
   "name": "山顶警署营房",
   "built": "1925年",
   "address": "太平山山顶道92号",
   "note": "1987年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0776",
   "name": "圣安多尼院",
   "built": "1966年",
   "address": "薄扶林道69号B",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0777",
   "name": "圣安多尼学校",
   "built": "1963年",
   "address": "薄扶林道69号B",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0782",
   "name": "梅道3号",
   "built": "1929-1930年",
   "address": "山顶梅道3号",
   "note": "2009年拟议为三级历史建筑，2018年9月6日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0791",
   "name": "荷李活道20号",
   "built": "1953年",
   "address": "中环荷李活道20号",
   "note": "2018年12月6日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0798",
   "name": "明爱凌月仙幼稚园",
   "built": "1949年",
   "address": "薄扶林道54号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0809",
   "name": "干德道44号",
   "built": "1949年或以前",
   "address": "半山干德道44号",
   "note": "2018年6月21日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0810",
   "name": "山顶警署旧囚室",
   "built": "1920年代",
   "address": "太平山山顶道92号",
   "note": "1987年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0835",
   "name": "明德医院嘉威大厦",
   "built": "1920年至1929年",
   "address": "太平山加列山道41号C及D",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0837",
   "name": "中华基督教礼贤会香港堂前座",
   "built": "1914年",
   "address": "西营盘般咸道86号A",
   "note": "2019年3月14日列为三级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0860",
   "name": "岫云",
   "built": "1930年代",
   "address": "太平山柯士甸山道4号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0885",
   "name": "石寓",
   "built": "1923年",
   "address": "旭龢道15号",
   "note": "1998年列为三级历史建筑；2010年1月22日确定评级。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0888",
   "name": "炉峰峡电力分站",
   "built": "1928年",
   "address": "太平山卢吉道35号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0950",
   "name": "荷李活道62号",
   "built": "1920年代",
   "address": "中环荷李活道62号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0961",
   "name": "卢吉道34号",
   "built": "1933年至1935年",
   "address": "太平山卢吉道34号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0975",
   "name": "青莲台9号",
   "built": "1920年代末",
   "address": "坚尼地城青莲台9号",
   "note": "2020年6月11日列为三级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1033",
   "name": "广悦堂公所",
   "built": "1949年",
   "address": "坚尼地城青莲台16号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1036",
   "name": "余乐里10号",
   "built": "1930年代末",
   "address": "西环余乐里10号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1041",
   "name": "旧太平山无线电站",
   "built": "建于1874年前；1956年至1968年重建",
   "address": "太平山柯士甸山道",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1051",
   "name": "歌赋山变压站",
   "built": "1940年",
   "address": "太平山歌赋山道",
   "note": "2010年8月31日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1078",
   "name": "余乐里9号",
   "built": "1951年",
   "address": "西环余乐里9号",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1116",
   "name": "圣公会圣路加堂牧民中心",
   "built": "1951年",
   "address": "域多利道47号",
   "note": "2010年2月4日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1133",
   "name": "明德医院旧华裔护士宿舍",
   "built": "1951年",
   "address": "太平山加列山道41号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1150",
   "name": "域多利道扣押中心",
   "built": "1950年代初",
   "address": "域多利道",
   "note": "2010年1月22日列为三级历史建筑。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0007",
   "name": "必列啫士街街市",
   "built": "1953年",
   "address": "上环必列者士街",
   "note": "2011年9月2日列为三级历史建筑。为1444幢历史建筑物外的新项目。2018年改为香港新闻博览馆。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0014",
   "name": "前荷李活道已婚警察宿舍",
   "built": "1951年",
   "address": "上环荷李活道",
   "note": "2010年11月10日列为三级历史建筑。为1444幢历史建筑物外的新项目。2010年改为元创方。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0033",
   "name": "太子台台阶",
   "built": "1923年正式命名",
   "address": "半山太子台",
   "note": "2018年12月6日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0041",
   "name": "英华女学校前幼稚园校舍",
   "built": "1926年",
   "address": "半山罗便臣道76号",
   "note": "2023年3月9日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0248",
   "name": "德荣大押",
   "built": "约1940年至1941年",
   "address": "中环德辅道中72号",
   "note": "2024年9月12日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0333",
   "name": "文咸东街113号",
   "built": "1931年",
   "address": "上环文咸东街113号",
   "note": "2023年6月8日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0341",
   "name": "嘉咸街26A至C号",
   "built": "1922年至1924年",
   "address": "中环嘉咸街",
   "note": "2019年9月12日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0355",
   "name": "高街20号",
   "built": "1927年",
   "address": "西营盘高街20号",
   "note": "2023年6月8日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0361",
   "name": "香港动植物公园动植物公园食水配水库隧道口",
   "built": "1931年至1933年间",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0362",
   "name": "香港动植物公园通往喷水池平台台阶",
   "built": "1931年至1933年间",
   "address": "中环雅宾利道",
   "note": "2021年3月11日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0385",
   "name": "雅宾利食水抽水站",
   "built": "1938年至1939年",
   "address": "半山马己仙峡道",
   "note": "2021年12月9日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0436",
   "name": "皇后大道西153号",
   "built": "约1936年",
   "address": "皇后大道西153号",
   "note": "2025年6月12日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "中西区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0590",
   "name": "旧湾仔街市",
   "built": "1937年",
   "address": "湾仔皇后大道东264号",
   "note": "1990年列为三级历史建筑；2010年1月22日确认为三级历史建筑。2009年内部拆卸改建为壹环，仅保留外部。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0597",
   "name": "颜成坤大宅",
   "built": "1924年",
   "address": "湾仔坚尼地道64号",
   "note": "2005年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0602H0603",
   "name": "蟠龙道5号及7号",
   "built": "1939年至1941年",
   "address": "跑马地蟠龙道5号及7号",
   "note": "2018年3月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0605H0606",
   "name": "蓝塘道118号及120号",
   "built": "1939年至1940年",
   "address": "跑马地蓝塘道118号及120号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0614",
   "name": "凤辉台16号",
   "built": "1919年至1920年",
   "address": "跑马地凤辉台16号",
   "note": "2010年9月20日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0615",
   "name": "凤辉台17号",
   "built": "1919年至1920年",
   "address": "跑马地凤辉台17号",
   "note": "2010年5月17日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0627",
   "name": "香港防痨心脏及胸病协会李东海大楼",
   "built": "1950年至1951年",
   "address": "湾仔皇后大道东266号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0641",
   "name": "犹太坟场小教堂",
   "built": "1857年",
   "address": "跑马地山光道13号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0670",
   "name": "凤辉台23号",
   "built": "1920年代",
   "address": "跑马地凤辉台23号",
   "note": "2012年12月17日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0671",
   "name": "凤辉台24号",
   "built": "1920年代",
   "address": "跑马地凤辉台24号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0679",
   "name": "宏丰台4号",
   "built": "1930年代",
   "address": "湾仔宏丰台4号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0686",
   "name": "史钊域道6号",
   "built": "1929年",
   "address": "湾仔史钊域道6号",
   "note": "2016年12月8日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0687",
   "name": "山村道54号",
   "built": "1920年代末",
   "address": "跑马地山村道54号",
   "note": "现为V54。2020年6月11日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0695",
   "name": "毓秀街11号",
   "built": "1929年至1931年",
   "address": "跑马地毓秀街11号",
   "note": "2010年5月17日列为三级历史建筑，2014年改为F11摄影博物馆。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0696H0697",
   "name": "利群道3号及4号",
   "built": "1931年至1933年",
   "address": "大坑利群道3号及4号",
   "note": "2018年6月21日列为三级历史建筑。",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0703",
   "name": "利群道2号",
   "built": "1930年代",
   "address": "湾仔大坑利群道2号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0714",
   "name": "香港上海汇丰银行职员宿舍",
   "built": "1924年",
   "address": "湾仔马己仙峡道33号",
   "note": "2010年8月31日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0725",
   "name": "书馆街12号",
   "built": "1949年",
   "address": "铜锣湾大坑书馆街12号",
   "note": "2010年12月21日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0737",
   "name": "香港游艇会",
   "built": "1939年",
   "address": "湾仔奇力岛",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0753",
   "name": "新村街30至31号",
   "built": "1894年",
   "address": "铜锣湾大坑新村街30至31号",
   "note": "2021年6月10日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0787H0788",
   "name": "黄屋",
   "built": "1903年",
   "address": "湾仔庆云街2、4号",
   "note": "1999年列为二级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0789H0790",
   "name": "黄屋",
   "built": "1920年代中",
   "address": "湾仔庆云街6、8号",
   "note": "1999年列为二级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0796",
   "name": "大坑第二巷4号",
   "built": "1930年代",
   "address": "铜锣湾大坑第二巷4号",
   "note": "2010年9月2日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0799",
   "name": "圣公会圣马利亚堂新座",
   "built": "1954年",
   "address": "铜锣湾铜锣湾道2号A",
   "note": "2019年9月12日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0826H0827H0828",
   "name": "皇后大道东186-190号",
   "built": "1930年代",
   "address": "湾仔皇后大道东186-190号",
   "note": "1999年列为二级历史建筑，2010年8月31日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1007H1008H1009H1010",
   "name": "箕琏坊4号、6号、8号及10号",
   "built": "1949年",
   "address": "跑马地箕琏坊4-10号（双数号）",
   "note": "2018年3月22日列为三级历史建筑",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0165",
   "name": "骆克道109及111号",
   "built": "1930年代",
   "address": "湾仔骆克道109及111号",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0247",
   "name": "振安大押",
   "built": "约1924年",
   "address": "湾仔湾仔道91号",
   "note": "2024年9月12日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0339",
   "name": "加路连山道石墙及瓦管",
   "built": "1920年代初",
   "address": "铜锣湾加路连山道",
   "note": "2019年12月12日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0391",
   "name": "吉安街9号",
   "built": "约1915年",
   "address": "湾仔吉安街9号",
   "note": "2022年12月8日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "湾仔区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0817",
   "name": "筲箕湾城隍庙",
   "built": "1877年",
   "address": "筲箕湾金华街",
   "note": "1987年列为二级历史建筑；2010年2月4日改列为三级历史建筑",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0829",
   "name": "前鲗鱼涌学校",
   "built": "1924年至1926年",
   "address": "鲗鱼涌英皇道986号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认评级；2009年改为香港青少年发展联会德育发展中心",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0964",
   "name": "黑角头灯塔",
   "built": "1876年",
   "address": "柴湾歌连臣角",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1047",
   "name": "歌连臣角回教坟场清真寺",
   "built": "1963年",
   "address": "柴湾歌连臣角道",
   "note": "2010年5月17日列为三级历史建筑",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1053",
   "name": "谭公仙圣庙",
   "built": "1905年",
   "address": "筲箕湾谭公庙道",
   "note": "1987年列为一级历史建筑，2013年4月17日改列为三级历史建筑。",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0047",
   "name": "明德小学旧翼",
   "built": "1953年",
   "address": "柴湾祥民道1号",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "东区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0324",
   "name": "赤柱炮台第10座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0325",
   "name": "赤柱炮台第12座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Holyrood Block，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0326",
   "name": "赤柱炮台第13座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Balmoral Block，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0327",
   "name": "赤柱炮台第14座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Sandringham Block，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0328",
   "name": "赤柱炮台第15座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Buckingham Block，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0329",
   "name": "赤柱炮台第18座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Conway House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0330",
   "name": "赤柱炮台第20座",
   "built": "1938年至1948年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Dover House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0339",
   "name": "赤柱炮台第1座",
   "built": "1936年或1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0340",
   "name": "赤柱炮台已婚军官宿舍",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0342",
   "name": "赤柱炮台第21座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Warwick House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0343",
   "name": "赤柱炮台第22座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Rochester House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0344",
   "name": "赤柱炮台第23座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Tintagel House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0345",
   "name": "赤柱炮台第24座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Stirling House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0346",
   "name": "赤柱炮台第25座",
   "built": "1936年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Arundel House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0347",
   "name": "赤柱炮台第26座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Kenilworth House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0348",
   "name": "赤柱炮台第27座",
   "built": "1938年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Scarborough House，1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0388",
   "name": "赤柱炮台第44座",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0389",
   "name": "赤柱炮台第44B座",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0390",
   "name": "赤柱炮台第45座",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0525",
   "name": "赤柱炮台地堡",
   "built": "1936年或1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0583",
   "name": "Jessville",
   "built": "1931年",
   "address": "薄扶林薄扶林道128号",
   "note": "2007年4月20日列为暂定古迹；2008年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0584",
   "name": "嘉尔默罗圣衣会女修院",
   "built": "1936年",
   "address": "赤柱赤柱村道68号",
   "note": "2017年12月7日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0591",
   "name": "玛丽医院主楼",
   "built": "1937年",
   "address": "薄扶林薄扶林道102号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0632",
   "name": "赤柱炮台第3座",
   "built": "1936年或1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0633",
   "name": "赤柱炮台第4座",
   "built": "1936年或1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "又名Caernarvon House，1996年列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0634",
   "name": "赤柱小炮台第二探射灯位",
   "built": "1936年至1941年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0635",
   "name": "赤柱小炮台第一探射灯位",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0647H0648",
   "name": "福利别墅及车库",
   "built": "1922年至1924年",
   "address": "摩星岭道61号",
   "note": "2019年9月12日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0667",
   "name": "八间屋8号",
   "built": "1930年代",
   "address": "赤柱八间8号",
   "note": "2012年12月17日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0682",
   "name": "赤柱小炮台观测台",
   "built": "1936年至1937年",
   "address": "赤柱黄麻角道赤柱炮台",
   "note": "1996年列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0698",
   "name": "大潭水塘红砖屋",
   "built": "1920年代",
   "address": "大潭水塘道(近大潭副水塘)",
   "note": "1994年列为三级历史建筑；2010年1月22日确定为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0715",
   "name": "圣神修院小教堂",
   "built": "1956年",
   "address": "黄竹坑惠福道6号",
   "note": "2011年12月21日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0726",
   "name": "圣士提反书院圣士提反堂",
   "built": "1950年启用",
   "address": "赤柱东头湾道22号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0735",
   "name": "香港仔水塘下水塘管理中心",
   "built": "1932年",
   "address": "香港仔水塘",
   "note": "1994年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0738",
   "name": "大潭副水塘工人宿舍",
   "built": "1904年",
   "address": "大潭水塘道",
   "note": "1994年列为三级历史建筑；2010年1月22日确定为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0740",
   "name": "香港仔工业学校",
   "built": "1935年",
   "address": "香港仔黄竹坑道1号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0746",
   "name": "香港仔水塘下水塘化学原料厂及通风口",
   "built": "1932年",
   "address": "香港仔水塘",
   "note": "1994年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0769",
   "name": "火药洲火药库",
   "built": "1887年至1888年",
   "address": "火药洲",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0804",
   "name": "薄扶林水塘配水库通风口",
   "built": "1863年",
   "address": "薄扶林薄扶林水塘",
   "note": "1994年列为三级历史建筑；2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0807",
   "name": "圣士提反书院附属小学A座",
   "built": "1938年",
   "address": "赤柱黄麻角道30号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0878",
   "name": "石澳村405及407号",
   "built": "1948年",
   "address": "赤柱石澳村405及407号",
   "note": "2022年3月10日列为为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0894",
   "name": "石澳道3号",
   "built": "1929年",
   "address": "石澳石澳道3号",
   "note": "2019年6月13日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0913",
   "name": "石澳道7号",
   "built": "1929年",
   "address": "石澳石澳道7号",
   "note": "2010年8月31日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0915",
   "name": "香港仔工业学校附属建筑物",
   "built": "1935年",
   "address": "香港仔黄竹坑道1号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0917",
   "name": "马坑监狱A座囚室",
   "built": "1939年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0918",
   "name": "马坑监狱B座囚室",
   "built": "1939年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0919",
   "name": "马坑监狱C座饭堂",
   "built": "1939年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0920",
   "name": "马坑监狱D座收柙室",
   "built": "1939年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0922",
   "name": "爱莲别墅",
   "built": "1920年代",
   "address": "薄扶林沙宣道50号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0928",
   "name": "石澳乡村俱乐部会所",
   "built": "1925年至1929年",
   "address": "石澳石澳道5号",
   "note": "2019年6月13日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0938",
   "name": "圣士提反书院教学楼",
   "built": "1964年",
   "address": "赤柱东头湾道22号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0962",
   "name": "马坑监狱E座隔离囚室",
   "built": "1947年至1974年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0963",
   "name": "马坑监狱F座诊所",
   "built": "1947年至1974年",
   "address": "赤柱赤柱村道40号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0976",
   "name": "圣士提反书院伍华纪念堂",
   "built": "1971年",
   "address": "赤柱东头湾道22号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0981",
   "name": "赤柱军人坟场",
   "built": "1933年",
   "address": "赤柱黄麻角道",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1015",
   "name": "中央弹药库",
   "built": "1937年",
   "address": "寿臣山深水湾径",
   "note": "2010年5月17日列为三级历史建筑；2004年活化为Crown Wine Cellars酒窖会所",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1038",
   "name": "鸭脷洲水月宫",
   "built": "1866年",
   "address": "鸭脷洲鸭脷洲大街181号",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1067",
   "name": "赤柱公立医局",
   "built": "1930年代",
   "address": "赤柱黄麻角道14号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1069",
   "name": "石排湾天后庙",
   "built": "1851年；1999年重建",
   "address": "香港仔大道182号",
   "note": "1987年列为二级历史建筑；2010年4月16日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1146",
   "name": "薄扶林村97号",
   "built": "1851年",
   "address": "薄扶林薄扶林村",
   "note": "1992年列为二级历史建筑，2010年6月24日列为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H1215",
   "name": "石澳天后庙",
   "built": "1891年",
   "address": "石澳石澳村333号",
   "note": "1993年列为三级历史建筑；2010年4月16日确认为三级历史建筑",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0219",
   "name": "赤柱大街86及88号",
   "built": "1948年",
   "address": "赤柱大街86及88号",
   "note": "2015年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0267",
   "name": "旧牛奶公司牧场C3S",
   "built": "1941年前",
   "address": "薄扶林近薄扶林村",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0270",
   "name": "旧牛奶公司牛棚及牧场C34",
   "built": "1932年前",
   "address": "薄扶林近薄扶林村",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0273",
   "name": "旧牛奶公司牧场C20",
   "built": "1931年前",
   "address": "薄扶林近置富花园",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0275",
   "name": "旧牛奶公司公牛牛棚及牧场",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0276",
   "name": "旧牛奶公司牧场C18",
   "built": "1931年前",
   "address": "薄扶林近置富花园",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0278",
   "name": "旧牛奶公司牧场C17",
   "built": "1941年前",
   "address": "薄扶林近置富花园",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0279",
   "name": "旧牛奶公司牧场C42",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0280",
   "name": "旧牛奶公司牧场43",
   "built": "1945年至1963年",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0281",
   "name": "旧牛奶公司牧场C9",
   "built": "1931年前",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0282",
   "name": "旧牛奶公司牛棚9B",
   "built": "1945年至1963年重建",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0283N0284",
   "name": "旧牛奶公司牛棚及牧场C12、牛棚C11",
   "built": "1941年前",
   "address": "薄扶林近碧荔道",
   "note": "2017年9月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0290",
   "name": "旧牛奶公司饲料仓库",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2017年12月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0291",
   "name": "旧牛奶公司饲料仓库",
   "built": "1922年前",
   "address": "薄扶林近职业训练局薄扶林大楼",
   "note": "2017年12月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0295",
   "name": "旧牛奶公司粪池",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2017年12月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0298",
   "name": "旧牛奶公司职员宿舍A座",
   "built": "1965年",
   "address": "薄扶林近薄扶林村",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0299",
   "name": "旧牛奶公司职员宿舍B座",
   "built": "1961年",
   "address": "薄扶林近薄扶林村",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0300",
   "name": "旧牛奶公司猪舍",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0309",
   "name": "旧牛奶公司溪流横道",
   "built": "1958年前",
   "address": "薄扶林近薄扶林村",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0310",
   "name": "旧牛奶公司溪流横道",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0311",
   "name": "旧牛奶公司溪流横道",
   "built": "1931年至1941年",
   "address": "薄扶林近置富花园",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0314",
   "name": "伯大尼修院及旧牛奶公司之间的古墙",
   "built": "1880年代末",
   "address": "薄扶林道139号",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0315",
   "name": "旧牛奶公司滤水池",
   "built": "1931年至1941年",
   "address": "薄扶林道近薄扶林村",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0317",
   "name": "旧牛奶公司水缸",
   "built": "1941年前",
   "address": "薄扶林道近薄扶林村",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0322",
   "name": "旧牛奶公司水缸及挡土墙",
   "built": "1958年至1968年",
   "address": "薄扶林道近职业训练局薄扶林大楼",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0323",
   "name": "旧牛奶公司滤水池",
   "built": "1945年至1958年",
   "address": "薄扶林道近职业训练局薄扶林大楼",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0327",
   "name": "旧牛奶公司矮石墙及斜路",
   "built": "1880年代末",
   "address": "薄扶林道近薄扶林道139号旧牛奶公司牛棚",
   "note": "2018年3月22日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0434",
   "name": "前浅水湾酒店车库",
   "built": "1921年",
   "address": "浅水湾浅水湾道60号",
   "note": "2025年6月12日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "N0435",
   "name": "前浅水湾酒店职员宿舍",
   "built": "1921年",
   "address": "浅水湾浅水湾道",
   "note": "2025年6月12日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "南区",
   "region": "香港岛",
   "grade": 3
  },
  {
   "id": "H0153",
   "name": "枪会山军营第2座",
   "built": "1903年至1904年",
   "address": "尖沙咀枪会山",
   "note": "1994年列为三级历史建筑，现拟议为一级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0154",
   "name": "枪会山军营第1座",
   "built": "1903年至1904年",
   "address": "尖沙咀枪会山",
   "note": "1994年列为三级历史建筑，现拟议为一级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0585H0586",
   "name": "太子道西177及179号",
   "built": "1937年",
   "address": "旺角太子道西177、179号",
   "note": "177号及179号分别于2010年11月10日及2010年3月2日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0636",
   "name": "九龙佑宁堂牧师住宅",
   "built": "1931年",
   "address": "油麻地佐敦道2号",
   "note": "2013年9月10日确定为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0684",
   "name": "西洋波会",
   "built": "1937年",
   "address": "油麻地京士柏加士居道20号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0694",
   "name": "运动场道1及3号",
   "built": "1932年",
   "address": "旺角运动场道1及3号",
   "note": "2010年12月21日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0767",
   "name": "循道卫理联合教会九龙堂",
   "built": "1950年至1951年",
   "address": "油麻地加士居道40号",
   "note": "2019年3月14日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0865",
   "name": "九龙草地滚球会",
   "built": "1926年",
   "address": "尖沙咀柯士甸道123号",
   "note": "2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0900",
   "name": "弥敦道729号",
   "built": "1929年",
   "address": "旺角弥敦道729号",
   "note": "2010年11月10日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0901",
   "name": "广东道1235号",
   "built": "1930年",
   "address": "旺角广东道1235号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0925",
   "name": "印度会",
   "built": "1956年",
   "address": "油麻地加士居道24号",
   "note": "2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0941",
   "name": "诸圣堂",
   "built": "1928年",
   "address": "旺角染布房街2号",
   "note": "1989年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0986",
   "name": "大角咀洪圣殿",
   "built": "1930年",
   "address": "大角咀福全街",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1079",
   "name": "文康市政职员游乐会",
   "built": "1930年",
   "address": "油麻地卫理径4号",
   "note": "2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1084",
   "name": "旺角水月宫",
   "built": "1927年",
   "address": "旺角山东街90号",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1089",
   "name": "广东道578号",
   "built": "1920年代至1940年代初",
   "address": "油麻地广东道578号",
   "note": "2019年12月12日列为为三级历史建筑",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0177",
   "name": "广东道1166及1168号",
   "built": "1930年代",
   "address": "旺角广东道1166及1168号",
   "note": "2014年3月4日确定为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0179",
   "name": "荔枝角道167及169号",
   "built": "1936年",
   "address": "旺角荔枝角道167及169号",
   "note": "2024年12月12日确定为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0180",
   "name": "水渠道18及20号",
   "built": "约1929年",
   "address": "旺角水渠道18及20号",
   "note": "2024年12月12日确定为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0249",
   "name": "德生大押",
   "built": "1940年",
   "address": "油麻地上海街176及178号",
   "note": "2024年12月12日确定为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0432",
   "name": "鸦兰街6号",
   "built": "1924年",
   "address": "旺角鸦兰街6号",
   "note": "2025年3月13日确定为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "油尖旺区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0587H0588",
   "name": "汝州街269、271号",
   "built": "1920年-1925年",
   "address": "深水埗汝州街269号",
   "note": "2000年列为二级历史建筑，2011年9月2日及11月10日改列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0699",
   "name": "南昌押",
   "built": "1930年代",
   "address": "深水埗南昌街117号",
   "note": "1999年列为二级历史建筑，2010年12月21日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0716H0717",
   "name": "南昌街123、125号",
   "built": "1930年代",
   "address": "深水埗南昌街123号",
   "note": "1999年列为二级历史建筑，2010年12月21日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0731H0732",
   "name": "南昌街119、121号",
   "built": "1930年代",
   "address": "深水埗南昌街119号",
   "note": "1999年列为二级历史建筑，2010年11月10日列为三级历史建筑。现为海丽宾馆",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0780",
   "name": "元州街75号",
   "built": "1930年代初",
   "address": "深水埗元州街75号",
   "note": "2018年12月6日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0830",
   "name": "宝血医院（明爱）",
   "built": "1937年、1939年、1975年",
   "address": "深水埗青山道113号",
   "note": "2017年12月7日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0833",
   "name": "深水埗北帝庙",
   "built": "1920年",
   "address": "深水埗汝州街196及198号",
   "note": "2010年4月16日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0845",
   "name": "前荔枝角医院",
   "built": "1921年至1924年",
   "address": "荔枝角青山公路800号",
   "note": "1996年列为三级历史建筑；2010年6月24日确认为三级历史建筑。2012年活化为饶宗颐文化馆。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0864",
   "name": "深水埗天后庙",
   "built": "1901年",
   "address": "深水埗医局街182号",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0955H0956",
   "name": "基隆街130号及132号",
   "built": "1940年代末",
   "address": "深水埗基隆街130号及132号",
   "note": "130号于2010年1月22日列为三级历史建筑；132号于2011年9月2日列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0106",
   "name": "福荣街62号",
   "built": "1933年",
   "address": "深水埗福荣街62号",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目。2016年4月易主，外墙贴瓷片、换铝窗与拆走街招，内部重新间隔，合共提供16间有独立洗手间的百呎㓥房。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0365",
   "name": "荔枝角道386及388号",
   "built": "1931年",
   "address": "深水埗荔枝角道386及388号",
   "note": "2024年6月6日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0444",
   "name": "圣方济各英文小学（旧座）",
   "built": "1955年",
   "address": "深水埗石硖尾街58号",
   "note": "2025年12月11日列为三级历史建筑。为1444幢历史建筑物以外的项目。",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0084",
   "name": "昂船洲军营发电机房废墟",
   "built": "1884年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0188",
   "name": "昂船洲军营第25A至D座",
   "built": "1905年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为一级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0224",
   "name": "昂船洲军营第29座",
   "built": "1890年或1900年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0239",
   "name": "昂船洲军营第322座",
   "built": "约1910年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0331",
   "name": "昂船洲军营106座",
   "built": "1929年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0332",
   "name": "昂船洲军营331座",
   "built": "1929年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0333",
   "name": "昂船洲军营第332座",
   "built": "1929年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0334",
   "name": "昂船洲军营第333座A及B",
   "built": "1929年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0335",
   "name": "昂船洲军营第334座",
   "built": "1929年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0350",
   "name": "昂船洲军营第1座",
   "built": "约1929年至1935年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑。英治时期为军火库总部",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0361",
   "name": "昂船洲军营第36座",
   "built": "约1900年代",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0475",
   "name": "昂船洲军营第43座",
   "built": "约1890年至1900年",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑，现拟议为二级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0601",
   "name": "昂船洲军营内的军事设施",
   "built": "约1904年至1905年间",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0616",
   "name": "昂船洲军营内的军事设施",
   "built": "约1931年至1939年间",
   "address": "深水埗昂船洲",
   "note": "1997年列为三级历史建筑",
   "district": "深水埗区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0592",
   "name": "上帝古庙石门框",
   "built": "1820年前",
   "address": "露明道公园内(古瑾围)",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0598",
   "name": "九龙邓镜波学校",
   "built": "1953年",
   "address": "何文田天光道16号",
   "note": "2011年列为三级历史建筑；2011年9月2日确认为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0609",
   "name": "协恩中学主楼",
   "built": "1937年",
   "address": "马头围农圃道1号",
   "note": "1992年列为三级历史建筑；2010年1月22日确定为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0730",
   "name": "圣公会基督堂",
   "built": "1938年",
   "address": "九龙塘窝打老道132号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0761",
   "name": "九龙医院平房设施",
   "built": "第二次世界大战前",
   "address": "亚皆老街147号A",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0811",
   "name": "九龙医院平房设施",
   "built": "第二次世界大战后",
   "address": "亚皆老街147号A",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0869",
   "name": "协恩中学教堂",
   "built": "1957年",
   "address": "马头围农圃道1号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0949",
   "name": "何家园石屋",
   "built": "1941年至1945年",
   "address": "九龙城侯王庙新村31至35号",
   "note": "2010年5月17日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0967",
   "name": "约道13号",
   "built": "1932年至1935年",
   "address": "九龙塘约道13号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0992",
   "name": "前远东飞行学校",
   "built": "1958年至1968年",
   "address": "九龙城宋皇台道31号",
   "note": "2010年6月24日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1003",
   "name": "香港培正小学牌楼",
   "built": "1950年代",
   "address": "窝打老道80号",
   "note": "1992年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1014",
   "name": "约道2号",
   "built": "1927年至1930年",
   "address": "九龙塘约道2号",
   "note": "2010年1月22日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1073",
   "name": "罗福道7号",
   "built": "1923年至1930年",
   "address": "九龙塘罗福道7号",
   "note": "2010年9月20日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1081",
   "name": "土瓜湾天后古庙",
   "built": "1885年",
   "address": "土瓜湾下乡道49号",
   "note": "1987年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1090",
   "name": "侯王道1号及3号",
   "built": "1935年",
   "address": "九龙城侯王道1号及3号",
   "note": "2010年6月24日列为三级历史建筑",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0074",
   "name": "红磡三约街坊福利会",
   "built": "1954年",
   "address": "红磡机利士南路66号",
   "note": "2024年3月7日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0078",
   "name": "下乡道65号",
   "built": "1932年",
   "address": "土瓜湾下乡道65号",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0080",
   "name": "土瓜湾变电站",
   "built": "1949年",
   "address": "土瓜湾道82号",
   "note": "2023年12月14日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0334",
   "name": "衙前塱道24号",
   "built": "约1935年",
   "address": "九龙城衙前塱道24号",
   "note": "2020年12月10日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0439",
   "name": "南角道3号",
   "built": "1934年",
   "address": "九龙城南角道3号",
   "note": "2025年9月11日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "九龙城区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1134",
   "name": "前皇家空军飞机库",
   "built": "1943年",
   "address": "钻石山大磡村",
   "note": "2002年列为三级历史建筑；2010年1月22日确认为三级历史建筑",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1152",
   "name": "万佛堂",
   "built": "1912年至1913年",
   "address": "牛池湾村99号",
   "note": "2010年9月2日列为三级历史建筑",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0172",
   "name": "衙前围村门楼",
   "built": "1724年",
   "address": "九龙城衙前围村",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0173",
   "name": "衙前围村吴氏宗祠",
   "built": "1962年",
   "address": "九龙城衙前围村",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0174",
   "name": "衙前围村天后宫",
   "built": "1732年前",
   "address": "九龙城衙前围村",
   "note": "2014年3月4日列为三级历史建筑。为1444幢历史建筑物以外的项目",
   "district": "黄大仙区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0859",
   "name": "三山国王庙",
   "built": "18世纪",
   "address": "牛池湾观塘道坪石邨2号",
   "note": "1998年列为二级历史建筑；2010年4月16日改列为三级历史建筑",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1164",
   "name": "茶果岭天后宫",
   "built": "1948年",
   "address": "茶果岭茶果岭道",
   "note": "2010年4月16日列为三级历史建筑",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1242",
   "name": "罗氏大屋",
   "built": "约1900年",
   "address": "茶果岭茶果岭道50号A、51号及51号A",
   "note": "2010年10月24日列为三级历史建筑",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1374",
   "name": "鲤鱼门天后庙",
   "built": "1953年",
   "address": "观塘鲤鱼门马环村",
   "note": "1998年列为二级历史建筑，2010年4月16日改列为三级历史建筑",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0086",
   "name": "鲤鱼门旧石矿场建筑",
   "built": "1864年后",
   "address": "观塘鲤鱼门",
   "note": "2015年6月5日列为三级历史建筑",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0596",
   "name": "同德押",
   "built": "1930年代",
   "address": "湾仔轩尼诗道369、371号",
   "note": "2010年12月21日列为三级历史建筑。2015年拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0646H0669",
   "name": "香港佑宁堂圣所及钟楼",
   "built": "1955年",
   "address": "中环坚尼地道22号A",
   "note": "2017年3月9日列为三级历史建筑，已拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0652",
   "name": "福庆村38号",
   "built": "1884年",
   "address": "元朗横洲福庆村38号",
   "note": "2011年9月2日列为三级历史建筑，已拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0683",
   "name": "乌溪沙村第一巷31至33号",
   "built": "1910年至1936年间",
   "address": "沙田乌溪沙村第一巷31至33号",
   "note": "2010年9月20日确定为三级历史建筑；业主拒绝政府提出经济诱因，其后被获准拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0743",
   "name": "九华径旧村曾氏祖屋",
   "built": "1934年至1937年",
   "address": "九华径旧村22号",
   "note": "2010年5月17日列为三级历史建筑。2023年被拆除。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0843",
   "name": "芳园书室厨房",
   "built": "1920年代至1930年代",
   "address": "马湾田寮村",
   "note": "2010年8月31日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0866",
   "name": "大中国火柴厂",
   "built": "1939年",
   "address": "坪洲坪利路",
   "note": "2010年9月20日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0875",
   "name": "顺风围围门",
   "built": "约1700年",
   "address": "屯门蓝地顺风围",
   "note": "2010年8月31日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0954",
   "name": "黎氏宗祠",
   "built": "1900年前",
   "address": "元朗八乡上村祠堂村146号",
   "note": "1985年列为三级历史建筑，因大幅度改建，于2013年4月17日确定不再就评级进行评估",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0994",
   "name": "大旗岭村119号",
   "built": "1928年",
   "address": "元朗十八乡大旗岭村119号",
   "note": "2010年2月4日列为三级历史建筑；重建申请在名单公布前获地政总署批准。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0997",
   "name": "彦庆堂",
   "built": "1924年前",
   "address": "元朗新田蕃田村123号",
   "note": "2010年5月17日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H0999",
   "name": "山贝村162号",
   "built": "1900年",
   "address": "元朗山贝村162号",
   "note": "2011年6月15日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1000",
   "name": "山贝村163号",
   "built": "1900年",
   "address": "元朗山贝村163号",
   "note": "2011年9月2日列为三级历史建筑，已拆卸",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1110",
   "name": "洪屋村76至77号",
   "built": "1700年代后",
   "address": "元朗屏山洪屋村76至77号",
   "note": "2010年5月17日列为三级历史建筑，已拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1130",
   "name": "隔田村第三街11号",
   "built": "1920年代至1930年代",
   "address": "沙田隔田隔田村第三街11号",
   "note": "2010年9月20日确定为三级历史建筑；业主拒绝政府提出经济诱因，当局派员拍照存档后拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "H1142",
   "name": "水蕉老围张氏宗祠",
   "built": "18世纪",
   "address": "元朗十八乡水蕉老围87号",
   "note": "2010年8月31日列为三级历史建筑，已拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0019",
   "name": "卢吉道28号",
   "built": "1924年",
   "address": "山顶卢吉道28号",
   "note": "2013年9月10日列为三级历史建筑，已拆卸。为1444幢历史建筑物以外的项目。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0070",
   "name": "东方纱厂",
   "built": "1954年",
   "address": "九龙城木厂街7号",
   "note": "2010年11月10日列为三级历史建筑。为1444幢历史建筑物外的新项目。业主拒绝政府提出保育方案，在2012年6月获屋宇署清拆，只部分保留一幅没法显示原建筑特色的外墙立面。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0167",
   "name": "基督复临安息日会先导纪念堂",
   "built": "1939年",
   "address": "跑马地云地利道17号A",
   "note": "2010年11月10日列为三级历史建筑，已拆卸。为1444幢历史建筑物外的新项目。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0215",
   "name": "威灵顿街118号",
   "built": "1923年",
   "address": "中环威灵顿街118号",
   "note": "2015年3月4日列为三级历史建筑，但已经拆卸。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0232",
   "name": "邵氏片场餐厅",
   "built": "1958年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为三级历史建筑，已拆卸。为1444幢历史建筑物以外的项目",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0233",
   "name": "邵氏片场服装间",
   "built": "1962年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为三级历史建筑，已拆卸。为1444幢历史建筑物以外的项目",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0235",
   "name": "邵氏片场七至十号录影厂",
   "built": "1966年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为三级历史建筑，已拆卸。为1444幢历史建筑物以外的项目",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0238",
   "name": "邵氏片场采购部",
   "built": "1975年",
   "address": "西贡清水湾道",
   "note": "2016年3月3日列为三级历史建筑，已拆卸。为1444幢历史建筑物以外的项目",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  },
  {
   "id": "N0246",
   "name": "旧粉岭戏院",
   "built": "1953年",
   "address": "粉岭联和墟联发街1号",
   "note": "2016年9月8日列为三级历史建筑，已拆卸。为1444幢历史建筑物外的新项目。",
   "district": "观塘区",
   "region": "九龙",
   "grade": 3
  }
 ]
};
